 <?php include('block/header.php');?>
 <?php include('block/left-menu.php');?>
 
<!-- Контент -->
<div class="container">
    <div class="row">
      	<div class="col-md-10 col-md-offset-2">
      		<div class="blog-post" style="margin-top: 35px; margin-bottom: 200px;">
				<center>
					<p><h1 style="color:Blue"><b>Абитуриенту</b></h1></p>
					<p><big>Уважаемые абитуриенты!</big></p> 
	        		<p>Ждем вас на специальностях кафедры в 2015 году!</p>
	        	</center>
				<p align="justify" style="text-indent:4%">Поступить к нам не сложно, главное, чтобы Вы любили математику! Знания программирования и ИТ технологий приветствуются, но не являются обязательными - мы будем учить вас с самого начального уровня.</p>
        		<p align="justify" style="text-indent:4%">Полезным было бы пройти обучение на подготовительных курсах  Спешите, сейчас заканчивается прием на трехмесячные курсы!</p>
				<p align="justify" style="text-indent:4%">На сайте Центральной приемной комиссии (ЦПК) НТУ "ХПИ" вы сможете ознакомится с Правилами приема в университет.</p>
        		<p align="justify" style="text-indent:4%">Во время вступительной кампании советуем обращаться к блогу ЦПК. Здесь вы сможете получить ответы на интересующие вас вопросы.</p>
				<p align="justify" style="text-indent:4%">Телефон Приемной комиссии инженерно-физического факультета (411 и 413 аудитории учебного корпуса №2), принимающей документы на специальности <a href="mathematic.php">"Прикладная математика"</a>,<a href="inform.php"> "Информатика"</a> и <a href="system.php">"Системное проектирование"</a>:</p>
       			<p>(057) 7076379</p>
        		<!-- </p>        
				<br></br><br></br>	 -->
			</div>		
		</div>
	</div>
</div>

<!-- footer -->
 <?php include('block/footer.php');?>
