 <?php include('block/header.php');?>
 <?php include('block/left-menu.php');?>
 
<!-- Контент -->

 <div class="container">
    <div class="row">
      	<div class="col-md-10 col-md-offset-2">
      		<div class="blog-post" style="margin-top: 35px;">
			<center>
  <img src="assets/images/02.jpg" style="float:center">
  </br>
 </br>

 
 
 <h3><a href="Breslavsky_Breslavskaya_Tatarinova.pdf" target="blank">ВПЛИВ КОСМІЧНОЇ РАДІАЦІЇ ТА ЦИКЛІЧНОСТІ
 НАВАНТАЖЕННЯ <br>НА ПОШКОДЖУВАНІСТЬ СТРИЖНЕВИХ ЕЛЕМЕНТІВ</a><h3></p>
 <h4><i><b>БРЕСЛАВСЬКИЙ Д.В., д-р техн. наук, БРЕСЛАВСЬКА О.О., канд. техн. 
наук,<p> ТАТАРІНОВА О.А., канд. техн. наук, НТУ «ХПІ»</p>
</b></i></h4>
 </br>
 <h4><p>В статті надано рівняння стану теплової та радіаційної повзучості, що супроводжується </p>
<p> механізмами незворотної пошкоджуваності, які сформульовані для випадку періодичної зміни </p>
 <p>температур та напружень. Рівняння запропоновано для аналізу деформування та довготривалої </p> 
 <p>міцності конструктивних елементів, що експлуатуються на космічних літальних апаратах. </p>
 <p>Розглянуто вплив механізмів пошкоджуваності внаслідок теплової повзучості, електронного </p>
 <p>опромінювання й циклічності змінювання температур на швидкість накопичування пошкоджень  </p>
 <p>й час до закінчення прихованого руйнування полімерного стрижня.</p></h4>
 </br>
 <h3><a href="Breslavsky_Tatarinova_Korytko.pdf" target="blank">ПОЛЗУЧЕСТЬ ОБОЛОЧЕК ВРАЩЕНИЯ В УСЛОВИЯХ СОВМЕСТНОГО 
 <br>ДЕЙСТВИЯ ПЕРИОДИЧЕСКИ ИЗМЕНЯЮЩИХСЯ 
  <br>ТЕМПЕРАТУР И НАПРЯЖЕНИЙ</a><h3></p>
  <h4><i><b>БРЕСЛАВСКИЙ Д.В., д-р техн. наук, ТАТАРИНОВА О.А., канд. техн. наук, 
<p>КОРЫТКО Ю.Н., канд. техн. наук, НТУ «ХПИ»</p></b></i></h4>
 </br>
 <h4><p>Статтю присвячено опису постановки задачі та методу розв’язку задач повзучості </p>
<p>оболонок обертання в умовах спільної дії температур та напружень, що періодично змінюються </p>
 <p>за часом. Для цього випадку надано рівняння стану повзучості та пошкоджуваності матеріалу.  </p> 
 <p>Наведено приклад чисельного розв’язання задачі повзучості циліндричної оболонки.  </p>
 </h4>
 </br>
 <h3><a href="LYAPUNOV_Creep.pdf" target="blank">ВОЗДЕЙСТВИЕ БЫСТРО ОСЦИЛЛИРУЮЩЕГО ПОЛЯ НА  
 <br> ДЕФОРМИРУЕМЫЕ ТЕЛА ПРИ НЕЛИНЕЙНОЙ ПОЛЗУЧЕСТИ</a><h3>

 <h4><i><b>БРЕСЛАВСЬКИЙ Д.В., д-р техн. наук, МОРАЧКОВСКИЙ О.К.</b></i></h4>
  </br>
 <h4><p>Запропоновано постановку і метод розв'язання задач нелінійної повзучості тіл,</p>
<p> навантажених квазістатично змінними об'ємними і поверхневими силами та</p>
 <p>Додатковими поверхневими навантаженнями, швидко осцилюючими в часі.</p> 
 <p>Розв'язки знайдено на основі асимптотичних розкладів методу багатьох масштабів.</p>
 <p>Вивчено вплив на повзучість тіл гармонічної зовнішньої сили, алгоритм числових</p>
 <p>розрахунків за схемою методу скінченних елементів в поєднанні з кроковими методами </p>
 <p>інтегрування початково-крайових задач для «швидких» </p>
 <p>і «повільних» функцій асимптотичного зображення розв'язків.</h4></p>
 </br>
 
 <h3><a href="Breslavsky_Tatarinova_Morachkovsky.pdf" target="blank">HIGH-TEMPERATURE CREEP AND LONG-TERM STRENGTH
<br>OF STRUCTURAL ELEMENTS UNDER CYCLIC LOADING</a><h3></p>
<h4><i><b>D. V. BRESLAVSKY, O. K. MORACHKOVSKY,
and O. A. TATARINOVA</b></i></h4>
 </br>
 <h4><p>We present a method for solving problems of high-temperature cyclic creep and damage </p>
<p>accumulation in structural elements. The asymptotic expansion and averaging techniques both over</p>
 <p>the period of forced vibrations of a body and that of slowly varying loads are used for the set of </p> 
 <p>equations describing the creep and damage processes in thin-walled structural elements.  </p>
 </h4>

</div>
</div>
	</div>
</div>

<br> </br>

<!-- footer -->
 <?php include('block/footer.php');?>
