 <?php include('block/header.php');?>
 <?php include('block/left-menu.php');?>

		<script>
			function collapsElement(id) {
			if ( document.getElementById(id).style.display != "none" ) {
				document.getElementById(id).style.display = 'none';
			}
			else {
				document.getElementById(id).style.display = '';
			}
			}
 </script>
 
	<!-- Контент -->
	
</div>
	</div>
	
	
	<div class="col-sm-9 col-sm-offset-3 col-md-10 col-md-offset-2 main">
		<div class="row">
		  <h1 align="center" class="blog-post-title">Новости</h1>
      <div class="blog-post">
                
                <h2 class="blog-post-title">Изменения графика учебного процесса</h2>
                <p class="blog-post-meta">Октябрь 21, 2014 by <a href="news.html">Admin</a></p>
                
                <p align="justify">
              В 2014–2015 учебный год внесены некоторые изменения отдельных элементов графика учебного процесса. Однако эти изменения не коснутся количества отведенного для учебы времени и не повлияют на качество учебного процесса. То есть, количество часов останется прежним: 16 недель лекционных и практических занятий с понедельника по пятницу. Суббота останется выходным днем.
              Осенний семестр окончится до Нового года. Для сессии отводится 1 неделя.
              Затем студенты дневной формы обучения отправятся на двухмесячные каникулы, которые будут длиться январь и февраль.
              А те студенты, у которых учебным планом предусмотрена практика, пройдут ее на предприятиях не летом, как обычно, а в феврале и марте, с 2.02 по 29.03.
              Защиты дипломных проектов будущих специалистов и магистров, которые после бакалаврата обучаются 1,5 года, пройдут с 29 декабря 2014 по 11 января 2015 года в специально выделенном для этого корпусе У-1.
              Там же будет проходить и установочная сессия для студентов заочного факультета.
              Весенний семестр начнется в марте и продлится до конца июня. Для весенней сессии также будет предусмотрена 1 неделя.</p>

        
         </div>
              
         <div class="blog-post">
                <h2 class="blog-post-title">Товажнянский продолжает свою работу в должности ректора</h2>
                <p class="blog-post-meta">Октябрь 21, 2014 by <a href="news.html">Admin</a></p>

                <p align="justify">Профессор Товажнянский Леонид Леонидович продолжает свою работу в должности ректора Национального технического университета «Харьковский политехнический институт». После окончания очередного срока (контракта) 19 января 2015 года будет объявлен конкурс на замещение должности ректора Национального технического университета «Харьковский политехнический институт» в соответствии с действующим законодательством Украины.</p>
          </div>
            
          <div class="blog-post">
                <h2 class="blog-post-title">ХХІІ Международная научно-практическая конференция MicroCAD - 2014</h2>
                <p class="blog-post-meta">Октябрь 21, 2014 by <a href="news.html">Admin</a></p>

                <p align="justify">15-17 октября в Национальном техническом университете «Харьковский политехнический институт» состоялась ХХІІ Международная научно-практическая конференция MicroCAD - 2014. Конференция проводилась при поддержке Министерства образования и науки Украины, Академии педагогических наук. В этом году в работе 28 секций приняли участие около 1000 участников, представляющих научный потенциал современной молодежи Украины и мира.</p>
          </div>

          <div class="blog-post">
                <h2 class="blog-post-title">Группа СПУ "В Контакте"</h2>
                <p class="blog-post-meta">Октябрь 21, 2014 by <a href="news.html">Admin</a></p>

                <p align="justify">В социальной сети "В контакте" существует активно развивающаяся группа. В ней Вы можете найти интересную информацию и пообщаться с преподавателями кафедры.</p>
                <p>Присоединяйтесь! Адрес: <a href="http://vk.com/official_spu" target="_blank">http://vk.com/official_spu</a></p>
          </div>
		            
		</div>

	<!-- footer -->
 <?php include('block/footer.php');?>
