 <?php include('block/header.php');?>
 <?php include('block/left-menu.php');?>

<script>
  function collapsElement(id) {
    if ( document.getElementById(id).style.display != "none" ) {
      document.getElementById(id).style.display = 'none';
    }
    else {
      document.getElementById(id).style.display = '';
    }
  }
</script>
 
<!-- Контент -->
  
  <div class="container">
    <div class="row">
      <div class="col-md-10 col-md-offset-2">
          <h1 align="center" class="blog-post-title">Первичная профсоюзная организация студентов НТУ «ХПИ»</h1>
          

          <div style="display: block; text-align: center; padding-bottom: 25px; padding-top: 25px;">
          <img src="image/profkom.jpg"/>
        </div>

          <p>Первичная профсоюзная организация студентов (ППОС) НТУ «ХПИ» - первая и cамая большая правозащитная организация университета, 
            которая объединяет почти 13 000 студентов. В ее состав входят 20 профсоюзных организаций факультетов. Основная задача нашей организации -
             представительство и защита социально-экономических интересов студентов НТУ «ХПИ», первого технического университета в Украине. Для выполнения
              уставных задач ППОС НТУ «ХПИ» и организации профсоюзной работы конференцией студентов НТУ «ХПИ» избирается председатель, комитет ППОС (Профком), 
              в который входят представители профсоюзных бюро факультетов. Для организации работы по направлениям в профсоюзном комитете работает 7 комиссий.</p>

              <ul>
              <li>Организационно-массовая комиссия проводит подготовку и проведение профсоюзных конференций, обучения профсоюзного актива, контролирует ведение профсоюзной документации и ведет учет членов ППОС НТУ «ХПИ».</li>
              <li>Спортивно-массовая комиссия осуществляет контроль за функционированием и развитием учебно-тренировочной базы. Организовывает и проводит различные соревнования на призы ППОС НТУ «ХПИ», привлекает к участию студентов всех факультетов.</li>
              <li>Оздоровительная комиссия занимается контролем качества предоставления оздоровительных услуг в университете и распределением путевок в санаторий-профилакторий «Политехник» и в спортивно-оздоровительные лагеря «Студенческий» (АР Крым, с. Малый Маяк) и «Политехник» (Харьковская область, Фигуровка).</li>
                <li>Культурно-массовая комиссия организовывает все массовые мероприятия ППОС, среди которых: Лига КВН «Политехническая», Музыкальный фестиваль «Звездная планета Политех» и многих других концертов, а также творческих вечеров во Дворце студентов НТУ «ХПИ».</li>
                  <li>Комиссия по коммуникациям отвечает за связи с общественностью, проводит опросы и социальные исследования, занимается распространением информации о работе и мероприятиях профкома, создает информационные ресурсы ППОС НТУ «ХПИ» в сети Internet и обеспечивает их работу.</li>
                    <li>Комиссия общественного контроля осуществляет постоянный общественный контроль за своевременным выполнением мероприятий, предусмотренных Коллективным соглашением между ППОС и администрацией НТУ «ХПИ».</li>
                      <li>Жилищно-бытовая комиссия решает вопросы, касающиеся условий заселения, проживания и быта студентов в общежитиях. Проводит обучение студенческих советов и контролирует их работу, выполнение решений профкома.</li>


              </ul>
              <p>Узнай больше о деятельности профсоюза студентов на сайте <a href="http://www.profkom-khpi.org" target="_blank"> http://www.profkom-khpi.org </a></p>
       

       
      </div>    
    </div>
  </div>
  -->

<!-- footer -->
<?php include('block/footer.php');?>
