 <?php include('block/header.php');?>
 <?php include('block/left-menu.php');?>

	<!-- Контент -->

<!--
  <div class="col-sm-9 col-sm-offset-3 col-md-10 col-md-offset-2 main">
  <div class="row">
<center>

<br></br>
<p><img src="image/system1.jpg" style="float:left"></p>
<center>
<h1 style="color:Blue">Системное проектирование</h1>
</center>

<br></br>
<p><big><b><i>Системное проектирование</i></b></big> - это междисциплинарная методология построения интеллектуальных сред, предназначенных 
для решения задач исследования и проектирования  сложных объектов(систем, процессов) разной физической  природы компьютерными 
средствами и при активном участии людей (экспертов, аналитиков, инженеров, исследователей, проектантов и т.п.). Специалист по
системному проектированию занимается  решением спектра задач, связанных со сбором полезных данных для поставленной цели, их а
нализом, построением методов и моделей обработки  этих данных, разработкой вариантов структур и архитектурных решений сложных 
объектов и выбором  оптимальных проектных решений, которые  реализуют цель проектирования. Объектом исследования в системном 
проектировании являются разнообразные объекты, которые подпадают под  категорию сложных систем и процессов, такие, как информационные 
среды (например, распределенные компьютерные системы, семантические  Веб- и Грид-сети), объекты научных исследований (например, 
космические или биологические объекты), сложные технические системы (например,  интегральные электронные схемы или гибридные 
электронно-механические системы), экологические системы, технологические или бизнес-процессы  и тому подобное. Таким образом, 
результаты системного проектирования в одних случаях могут быть представлены в виде конкретных проектных  технических решений, 
а в иных случаях - в виде определенных обобщений, прогнозов или рекомендаций, построенных на основании сбора и обработки 
 больших объемов данных и их интеллектуального анализа с использованием автоматизированных компьютерных  средств.</p>

 <br></br>
<p><img src="image/system2.jpg" align="right"></p>
<p>Специальность 7.05010103 «Системное проектирование» создана в Украине в 2010 году и относится к бакалаврскому направлению 
«Компьютерные науки». Преподавание специальных дисциплин 5-го курса будут проводить специалисты кафедры «Системы и процессы управления» 
НТУ «ХПИ», работающие в области разработки информационных технологий и систем управления в авиакосмической отрасли и в области 
математического моделирования сложных объектов и систем. В рамках двух семестров подготовки специалист в области системного 
проектирования получит знания таких базовых предметов, как методы оптимизации, теория информации, теория принятия решений. 
В области компьютерной подготовки и программирования будут изучены курсы создания сложных компьютерных систем, в том числе и экспертных. 
На базе языка С++, который изучается в период подготовки бакалавра, студенты научатся создавать приложения для работы в сложных системах; 
на базе курсов баз данных будут рассмотрены вопросы организации хранения и работы с данными в проектируемых системах. В рамках 
специального курса будет изучена методология выбора и проектирования программных решений. Кроме того, в рамках специальных курсов 
будут изучены курсы программирования на языке java и компьютерной графики. Дипломные работы специалистов по системному проектированию 
будут посвящены разработке информационного обеспечения навигационных систем в гражданской авиации; информационных систем, обеспечивающих 
работы баз и банков данных; информационного обеспечения систем управления технологическими процессами и т.д. </p>
 
<p><h1 style="color:Blue"> Дисциплины </h1></p>
<p><a href="discipline.php#Operating Systems and System Programming">Операционные системы и системное программирование</a></p>
<p><a href="discipline.php#Designing software solutions">Проектирование программных решений</a></p>
<p><a href="discipline.php#System with self-organization">Системы с самоорганизацией</a></p>
<p><a href="discipline.php#Special programming languages ​​(Android)">Специальные языки программирования (Android)</a></p>
<p><a href="discipline.php#Special programming languages ​​(Java)">Специальные языки программирования (Java)</a></p>
<p><a href="discipline.php#Information Theory and Coding">Теория информации и кодирование</a></p>
<p><a href="discipline.php#Expert system based on fuzzy logic">Экспертные системы на базе нечеткой логики</a></p>
</center>
-->

<div class="container">
    <div class="row">
        <div class="col-md-10 col-md-offset-2">
            <h1 align="center" class="blog-post-title" style="color:Blue;">Системное проектирование</h1>

          <br></br>
                       <img src="assets/images/system1.jpg" style="float:left; margin-right: 15px;">
				
                <p align="justify"><big><b>Системное проектирование</b> - это междисциплинарная методология построения интеллектуальных сред, предназначенных 
для решения задач исследования и проектирования  сложных объектов(систем, процессов) разной физической  природы компьютерными 
средствами и при активном участии людей (экспертов, аналитиков, инженеров, исследователей, проектантов и т.п.). </p>
<p align="justify">Специалист по
системному проектированию занимается  решением спектра задач, связанных со сбором полезных данных для поставленной цели, их а
нализом, построением методов и моделей обработки  этих данных, разработкой вариантов структур и архитектурных решений сложных 
объектов и выбором  оптимальных проектных решений, которые  реализуют цель проектирования. Объектом исследования в системном 
проектировании являются разнообразные объекты, которые подпадают под  категорию сложных систем и процессов, такие, как информационные 
среды (например, распределенные компьютерные системы, семантические  Веб- и Грид-сети), объекты научных исследований (например, 
космические или биологические объекты), сложные технические системы (например,  интегральные электронные схемы или гибридные 
электронно-механические системы), экологические системы, технологические или бизнес-процессы  и тому подобное. </p>
<p align="justify">Таким образом, 
результаты системного проектирования в одних случаях могут быть представлены в виде конкретных проектных  технических решений, 
а в иных случаях - в виде определенных обобщений, прогнозов или рекомендаций, построенных на основании сбора и обработки 
 больших объемов данных и их интеллектуального анализа с использованием автоматизированных компьютерных  средств.</p></p><br>
				<img src="assets/images/system2.jpg" style="float:right; margin-left: 15px;">
				
				<p align="justify"><b> Специальность «Системное проектирование»</b> создана в Украине в 2010 году и относится к бакалаврскому направлению 
«Компьютерные науки». Преподавание специальных дисциплин 5-го курса будут проводить специалисты кафедры «Системы и процессы управления» 
НТУ «ХПИ», работающие в области разработки информационных технологий и систем управления в авиакосмической отрасли и в области 
математического моделирования сложных объектов и систем. В рамках двух семестров подготовки специалист в области системного 
проектирования получит знания таких базовых предметов, как методы оптимизации, теория информации, теория принятия решений. 
В области компьютерной подготовки и программирования будут изучены курсы создания сложных компьютерных систем, в том числе и экспертных. 
</p>

<p align="justify">На базе языка С++, который изучается в период подготовки бакалавра, студенты научатся создавать приложения для работы в сложных системах; 
на базе курсов баз данных будут рассмотрены вопросы организации хранения и работы с данными в проектируемых системах. В рамках 
специального курса будет изучена методология выбора и проектирования программных решений. </p>
<p align="justify">Кроме того, в рамках специальных курсов 
будут изучены курсы программирования на языке java и компьютерной графики. Дипломные работы специалистов по системному проектированию 
будут посвящены разработке информационного обеспечения навигационных систем в гражданской авиации; информационных систем, обеспечивающих 
работы баз и банков данных; информационного обеспечения систем управления технологическими процессами и т.д. </big></p>
</p>
			<div class="blog-post" style="margin-bottom: 35px;">
            </div>
			<h1 class="blog-post-title" style="color:Blue;">Дисциплины </h1>
			<br></br>
			<p><big><a href="discipline.php#Operating Systems and System Programming">Операционные системы и системное программирование</a></p>
			<p><a href="discipline.php#Designing software solutions">Проектирование программных решений</a></p>
			<p><a href="discipline.php#System with self-organization">Системы с самоорганизацией</a></p>
			<p><a href="discipline.php#Special programming languages ​​(Android)">Специальные языки программирования (Android)</a></p>
			<p><a href="discipline.php#Special programming languages ​​(Java)">Специальные языки программирования (Java)</a></p>
			<p><a href="discipline.php#Information Theory and Coding">Теория информации и кодирование</a></p>
			<p><a href="discipline.php#Expert system based on fuzzy logic">Экспертные системы на базе нечеткой логики</a></p>
			
			

			<div style="margin-bottom: 60px;"></div>
        
        </div>
    </div>
</div>


	<!-- Подвал -->
 <?php include('block/footer.php');?>
</div>
</div>

