<!-- Контент -->

 <div class="container">
    <div class="row">
      	<div class="col-md-10 col-md-offset-2">
      		
			<center>
  <img src="<?=base_url();?>assets/images/02.jpg" style="float:center">
  </br>
 </br>

 
 
<h3><a href="<?=base_url();?>assets/articles/Breslavsky_Breslavskaya_Tatarinova.pdf" target="blank">Вплив космічної радіації та циклічності 
навантаження на пошкоджуваність стрижневих елементів</a></h3> 
<p> <big><i><b>Бреславський Д.В., д-р техн. наук, Бреславська О.О., канд. техн. 
наук,<p> Татарінова О.А., канд. техн. наук, НТУ «ХПІ»</p>
</b></i></big></p>
 </br>
 <big><p>В статті надано рівняння стану теплової та радіаційної повзучості, що супроводжується 
 механізмами незворотної пошкоджуваності, які сформульовані для випадку періодичної зміни 
 температур та напружень. Рівняння запропоновано для аналізу деформування та довготривалої 
 міцності конструктивних елементів, що експлуатуються на космічних літальних апаратах.
 Розглянуто вплив механізмів пошкоджуваності внаслідок теплової повзучості, електронного 
 опромінювання й циклічності змінювання температур на швидкість накопичування пошкоджень  
 й час до закінчення прихованого руйнування полімерного стрижня.</p></big>
 </br>
 
 <h3><a href="<?=base_url();?>assets/articles/Breslavsky_Tatarinova_Korytko.pdf" target="blank">Ползучесть оболочек врещения в условиях совместного 
 действия периодически изменяющихся температур и напряжений</a></h3>
  <p><big><i><b>Бреславский Д.В., д-р техн. наук, Татаринова О.А., канд. техн. наук, 
<p>Корытко Ю.Н., канд. техн. наук, НТУ «ХПИ»</p></b></i></big></p>
 </br>
 <big><p>Статтю присвячено опису постановки задачі та методу розв’язку задач повзучості 
оболонок обертання в умовах спільної дії температур та напружень, що періодично змінюються 
 за часом. Для цього випадку надано рівняння стану повзучості та пошкоджуваності матеріалу.   
 Наведено приклад чисельного розв’язання задачі повзучості циліндричної оболонки.  </p>
 </big>
 </br>
 
 <h3><a href="<?=base_url();?>assets/articles/LYAPUNOV_Creep.pdf" target="blank">Воздействие быстро осциллирующего поля на 
 деформируемые тела при нелинейной ползучести</a></h3>
 <p><big><i><b>Бреславский Д.В., д-р техн. наук, Морачковский О.К.</b></i></big></p>
  </br>
 <big><p>Запропоновано постановку і метод розв'язання задач нелінійної повзучості тіл,
 навантажених квазістатично змінними об'ємними і поверхневими силами та
 Додатковими поверхневими навантаженнями, швидко осцилюючими в часі.
 Розв'язки знайдено на основі асимптотичних розкладів методу багатьох масштабів.
 Вивчено вплив на повзучість тіл гармонічної зовнішньої сили, алгоритм числових
 розрахунків за схемою методу скінченних елементів в поєднанні з кроковими методами 
 інтегрування початково-крайових задач для «швидких» 
 і «повільних» функцій асимптотичного зображення розв'язків.</big></p>
 </br>
 
 

 
  <h3><a href="<?=base_url();?>assets/articles/Breslavsky_Korytko_Morachkovsky.pdf" target="blank">Модель циклічної термоповзучості для тіл обертання</a></h3>
 <p><big><i><b>Бреславский Д.В., д-р техн. наук, Корытко Ю.Н., канд. техн. наук, НТУ «ХПИ»,<p>Морачковский О.К.</p>
</b></i></big></p>
 </br>
 <big><p>Запропоновано новий метод розв'язку задач термоповзучості з урахуванням циклічної зміни
зовнішніх силових і теплових полів. За допомогою методу асимптотичних розкладань й
 усерднення на періоді  отримано основну і допоміжну системи рівнянь, запропоновано та 
 перевірено рівняння стану циклічної термоповзучості. Проведено розрахункові дослідження 
 повзучості циліндрів за циклічної зміни температури. </p></big>
 </br>
 
   <h3><a href="<?=base_url();?>assets/articles/Breslavsky_Korytko.pdf" target="blank">Розрахункове оцінювання довготривалої міцності
  лопаток газотурбинних двигунів про циклічних теплозмінах</a></h3>
 <p><big><i><b>Бреславский Д.В., д-р техн. наук, Корытко Ю.Н., канд. техн. наук, НТУ «ХПИ»
</b></i></big></p>
 </br>
 
 <big><p>В статье описаны постановка задачи, метод решения и результаты расчетов ползучести и 
 длительной прочности лопаток газотурбинных двигателей, находящихся под действием 
 циклически изменяющихся термосиловых нагрузок. Для верификации метода использованы  
 результаты экспериментального изучения моделей лопаток. Приводятся результаты расчетов. </p></big>
 </br>
 
 
 

 
  <h3><a href="<?=base_url();?>assets/articles/Korytko.pdf" target="blank">Исследования ползучести и длительной прочности 
  трехканальной охлаждаемой лопатки газотурбинного двигателя</p></a></h3>
 <p><big><i><b>Корытко Ю.Н., канд. техн. наук, НТУ «ХПИ»</p>
</b></i></big></p>
 </br>
 <big><p>Представлено метод дослідження повзучості та довготривалої міцності конструктивних елементів, які фун-
кціонують в умовах високих періодично змінюваних температур. Метод реалізований у вигляді програмного 
 комплексу, в якому методом скінченних елементів виконується рішення двомірних задач теорії повзучості. За  
 використанням вказаного програмного забезпечення проведені комплексні розрахункові дослідження довговіч-
 ності охолоджуваних лопаток газотурбінного двигуна. Визначено вплив тиску газового потоку на зовнішній 
 окрайці лопатки на час до руйнування.</p></big>
 </br>
 
   <h3><a href="<?=base_url();?>assets/articles/Korytko_.pdf" target="blank">Розробка методу розрахунку довговічності 
   елементів конструкцій при періодичній зміні температур і навантажень</p></a></h3>
 <p><big><i><b>Корытко Ю.Н., канд. техн. наук, НТУ «ХПИ»</p>
</b></i></big>
 </br>
 <big><p>Всі основні теоретичні розробки дисертаційної роботи виконано за використанням методів
теорії повзучості та континуальної механіки пошкоджуваності; для створення визначальних співвідношень, що 
 враховують вплив періодичної дії температурно-силових полів, використані  
 асимптотичні методи; для розв’язання задач повзучості застосовано метод
 скінченних елементів разом з багатокроковим методом прогнозу-корекції 
 інтегрування за часом; для розв’язання систем лінійних алгебраїчних рівнянь –метод Холецького.</p></big>
 </br>
<div class="blog-post" style="margin-top: 35px;">
</div>
</div>
	</div>
</div>
<!-- <br> </br> -->
