  <!-- Контент -->
	<div class="container"style="margin-bottom: 20px;">
    <div class="row">
      	<div class="col-md-10 col-md-offset-2">
      		
	  <center>
	  <h3><a href="<?=base_url();?>assets/book/Olshanskyi_Prohramne_zabezpechennia_2012.pdf" target="blank">Навчально-методичний посібник "Забеспечення обчислюванних систем <br> на базі FREEMAT"
</a><h3></p>
	 	
        <p><h4><i><b> С. В. Ольшанський, О. Д. Асютін (НТУ "ХПІ" 2012)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/prohramy_2013_Vykorystannia_operatora.pdf" target="blank"> Методичні вказівки до виконання лабораторної роботи «Використання оператора SELECT в СУБД MySQL» з курсів «Бази даних та знань», «Бази даних та інформаційні системи» для студентів спеціальностей «Інформатика», «Прикладна математика» 
		</a><h3></p>
	 	
        <p><h4><i><b> І. О. Багмут, О. С. Галас (НТУ "ХПІ" 2013)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/programmy_2011_Opredeleniye indeksov osi.pdf" target="blank">Методические указания к выполнению лабораторной работы “Определение индексов оси зоны кристаллических плоскостей” по курсу “Электронная микроскопия и электронография” 
        </a><h3></p>
	 	
        <p><h4><i><b> А.Г. Багмут, И.А. Багмут, Г.П. Николайчук, В.А. Жучков, Е.Г. Борик (НТУ "ХПИ" 2011)</b></i></h4></p>
        <br></br>
		
		<h3><a href="<?=base_url();?>assets/book/programmy_2011_Opredeleniye statisticheskikh kharakteristik.pdf" target="blank">Методические указания к выполнению лабораторной работы “Определение статистических характеристик частиц по микрофотографиям” по курсу “Электронная микроскопия и электронография” 
		</a><h3></p>
	 	
        <p><h4><i><b>  А.Г. Багмут, И.А. Багмут, Г.П. Николайчук, В.А. Жучков (НТУ "ХПИ" 2011)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/programmy_2012_Opredeleniye otnositel'nogo izmeneniya.pdf" target="blank">Методические указания к выполнению лабораторной работы “Определение относительного изменения плотности вещества при кристаллизации аморфной пленки в электронном микроскопе” по курсу “Электронная микроскопия и электронография”
		</a><h3></p>
	 	
        <p><h4><i><b>  А.Г. Багмут, И.А. Багмут, Г.П. Николайчук (НТУ "ХПИ" 2012)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/prohramy_2004_Programmnoye_obespecheniye.pdf" target="blank">Лабороторный практикум по курсам:  «Программное обеспечение проектирования процессов и систем управления»  и «цыфровые системы управления» 
		</a><h3></p>
	 	
        <p><h4><i> <b> Э.Г. Чайка, Л.В. Шипулина (НТУ "ХПИ" 2004)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/prohramy_2007_Sintez.pdf" target="blank">Лабороторный практикум по разделу: «Синтез параметрически оптимизируемых, компенсационных, апериодических и модальных регуляторов»  
		</a><h3></p>
	 	
        <p><h4><i><b>  Э.Г. Чайка, Л.В. Шипулина (НТУ "ХПИ" 2007)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/prohramy_2011_Obratnyye_zadachi.pdf" target="blank">Методические указания к лабораторным работам по курсам: «Обратные задачи динамики» и «методы синтеза и оптимизации систем управления»   
		</a><h3></p>
	 	
        <p><h4><i><b> В.Б. Успенский, Л.В. Шипулина (НТУ "ХПИ" 2011)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/prohramy_2012_Informatyka.pdf" target="blank">Методичні вказівки до виконання дипломних робіт освитньо-кваліфікаційного рівня бакалавр для студентів спеціальності «Інформатика»   
		</a><h3></p>
	 	
        <p><h4><i><b> Д. В. Бреславський, Ю. М. Коритко, С. В. Ольшанський.  (НТУ "ХПІ" 2012)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/prohramy_2012_Prykladna_matematyka.pdf" target="blank">Методичні вказівки до виконання дипломних робіт освитньо-кваліфікаційного рівня бакалавр для студентів спеціальності «Прикладна математика»   
		</a><h3></p>
	 	
        <p><h4><i><b> Ю. М. Коритко, С. В. Ольшанський (НТУ "ХПІ" 2012)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/prohramy_2012_Obchysliuvalna_heometriia.pdf" target="blank">Методичні вказівки до виконання лабораторних робіт та розрахункового завдання з курсу «Обчислювальна геометрія та комп'ютерна графіка» для студентів спеціальності «Прикладна математика» 
		</a><h3></p>
	 	
        <p><h4><i><b> Ю. М. Коритко (НТУ "ХПІ" 2012)</b></i></h4></p>
        <br></br>

        <h3><a href="<?=base_url();?>assets/book/prohramy_2013_Sovremennaya_teoriya.pdf" target="blank"> Современная теория управления. Методы синтеза и оптимизации систем управления. 
		</a><h3></p>
	 	
        <p><h4><i><b>В.Б. Успенский, Л.В. Шипулина (НТУ "ХПИ" 2013)</b></i></h4></p>
        <br></br>
		
		</center>
		   </div>
          </div>
      </div>
  </div>
</div>
    
	

