<script>
	function collapsElement(id) {
		if ( document.getElementById(id).style.display != "none" ) {
			document.getElementById(id).style.display = 'none';
		}
		else {
			document.getElementById(id).style.display = '';
		}
	}
 </script>
 
<!-- Контент -->

<div class="container">
	<div class="row">
  		<div class="col-md-10 col-md-offset-2">
  			
			<!--<div class="blog-post"> -->
	  			<h2 class="blog-post-title" align="center">Сергеевские чтения</h2>
				<div align="justify" style="text-indent:25px"><big>12 Сентября 2014 г. состоится научно-техническая конференция
				 "Сергеевские чтения", посвящення 100-летию со дня рождения академика В.Г.Сергеева и 50-летию создания специальности 
				 "Динамика полета и управление". Приглашаем всех желающих принять участие в конференции!</div>
				<div align="justify" style="text-indent:25px">Начало конференции - 10.00 в 12 аудитории ректорского корпуса НТУ "ХПИ". </div>
				<div class="blog-post-meta"><a href="conference/Sergeevskie_reading.php">Подробнее</a></big></div>
			<!--	</div>-->
			<div >
				<h2 class="blog-post-title" align="center">XXV международная научная конференция - математические методы в технике и технологиях(ММТТ25)</h2>
				<div align="justify" style="text-indent:25px"><big>Распределенная во времени и пространстве юбилейная конференция ММТТ-25 проводится 24 - 26 апреля 2012 г. в Саратове на базе Саратовского государственного технического университета имени Гагарина Ю.А., 29 – 31 мая 2012 г. в Волгограде на базе Волгоградского государственного технического университета, 02 - 04 октября 2012 г. в Харькове на базе Национального технического университета «Харьковский политехнический институт». Учредителями конференции ММТТ-25 являются Минобрнауки РФ, Институт вычислительной математики РАН, Институт гидродинамики АН Чехии, СГТУ, ВолгГТУ, НТУ «ХПИ»,  МГУИЭ, СПбГТИ (ТУ), КНИТУ, ТамбГТУ и ряд других ведущих вузов. Председатель конференции – академик РАН Г.И. Марчук, сопредседатели Оргкомитетов – ректор СГТУ проф. И.Р. Плеве, ректор ВолгГТУ, чл.-корр. РАН Новаков И.А., ректор НТУ «ХПИ», проф. Товажнянский Л.Л.; председатель Программного комитета – профессор А.А. Большаков (СГТУ).</div>
				<div align="justify" style="text-indent:25px">Научная конференция ММТТ-25 проводится для обсуждения опыта использования математических методов в технике и технологии и современных направлений математического и компьютерного обеспечения технологических и технических систем.</div>
				<div class="blog-post-meta"><a href="conference/MMTT25.php">Подробнее</a></big></div>
			</div>
			<div >
				<h2 class="blog-post-title" align="center">Нелинейная динамика 2013</h2>
				<div class="blog-post-meta"><a href="conference/NonlinearDynamics_2013.php"><big>Подробнее</big></a></div>
			</div>
			<div >
				<h2 class="blog-post-title" align="center">Нелинейная динамика 2010</h2>
				<div align="justify" style="text-indent:25px"><big>3 МЕЖДУНАРОДНАЯ КОНФЕРЕНЦИЯ "НЕЛИНЕЙНАЯ ДИНАМИКА - 2010" прошла в Национальном техническом университете «Харьковский политехнический институт" (Харьков, Украина) 21-24 сентября, 2010 года. Конференция была посвящена 125-летию Харьковского национального технического университета. Всего 91 ученых из Армении, Канады, Германии, Греции, Италии, Японии, Латвии, Польши, России, Сербии, Великобритании, Украины, США и Узбекистана приняли участие в конференции.</div>
				<div class="blog-post-meta"><a href="conference/NonlinearDynamics2010.php">Подробнее</a></big></div>
			</div>
			<div style="margin-bottom: 500px;"></div>
		</div>
	</div>
</div>


