<script>
  function collapsElement(id) {
	  if ( document.getElementById(id).style.display != "none" ) {
	    document.getElementById(id).style.display = 'none';
		}
		else {
			document.getElementById(id).style.display = '';
		}
	}
</script>
 
<!-- Контент -->
	
<div class="container" >
   <div class="row" >
      <div class="col-md-10 col-md-offset-2">
			<h1 align="center" class="blog-post-title" style="color: #1E90FF">Новости Политеха</h1>
			
			<h2 class="blog-post-title">День открытых дверей в Политехе</h2>
            <h4 class="blog-post-meta">Ноябрь 18, 2014 by Admin</h4>
            <img src="<?=base_url();?>assets/images/day1.jpg" style="padding: 5px 5px 0px 0px; float:left;" width="380" height="250" />
			<p align="justify"><big>День открытых дверей в Национальном техническом университете «Харьковский политехнический институт» пройдет 30 ноября.
                Как сообщили в университете, в этот день абитуриенты смогут пообщаться с руководством НТУ «ХПИ» - ректором, 
                проректором, а также деканами факультетов, заведующими и представителями выпускающих кафедр и сотрудниками приемной 
                комиссии, получить ответы на все вопросы и рекламно-информационную продукцию. </big></p>
                <p><big>Когда: 30 ноября (Воскресенье).</big></p>
                <p><big>Где: в электротехническом корпусе университета. </big></p>
                <p><big>Старт: в 9:00. </big></p>
                <p><big>Телефон: (057) 707-66-34.</big></p>


        <div class="blog-post">
           <h2 class="blog-post-title">Изменения графика учебного процесса</h2>
           <h4 class="blog-post-meta">Октябрь 21, 2014 by Admin</a></h4>
           <h4 class="blog-post" align="justify">
              <img src="<?=base_url();?>assets/images/day2.jpg" style="padding: 5px 5px 0px 0px; float:left;" width="380" height="250" />
               <p> В 2014–2015 учебный год внесены некоторые изменения отдельных элементов графика учебного процесса. 
               Однако эти изменения не коснутся количества отведенного для учебы времени и не повлияют на качество учебного процесса. 
               То есть, количество часов останется прежним: 16 недель лекционных и практических занятий с понедельника по пятницу. 
               Суббота останется выходным днем.
                Осенний семестр окончится до Нового года. Для сессии отводится 1 неделя.
                Затем студенты дневной формы обучения отправятся на двухмесячные каникулы, которые будут длиться январь и февраль.
                А те студенты, у которых учебным планом предусмотрена практика, пройдут ее на предприятиях не летом, как обычно, а в феврале и марте, с 2.02 по 29.03.
                Защиты дипломных проектов будущих специалистов и магистров, которые после бакалаврата обучаются 1,5 года, пройдут с 29 декабря 2014 по 11 января 2015 года в специально выделенном для этого корпусе У-1.
                Там же будет проходить и установочная сессия для студентов заочного факультета.
                Весенний семестр начнется в марте и продлится до конца июня. Для весенней сессии также будет предусмотрена 1 неделя.</p></h4>
        </div>
                
        <div class="blog-post">
           <h2 class="blog-post-title">Товажнянский продолжает свою работу в должности ректора</h2>
           <h4 class="blog-post-meta">Октябрь 21, 2014 by Admin</a></h4>
          
          <img src="<?=base_url();?>assets/images/02.jpg" style="padding: 5px 5px 0px 0px; float:left;" width="300" height="200" />
           <h4 class="blog-post" align="justify">  
           Профессор Товажнянский Леонид Леонидович продолжает свою работу в должности ректора Национального технического университета 
           «Харьковский политехнический институт». После окончания очередного срока (контракта) 19 января 2015 года будет объявлен 
           конкурс на замещение должности ректора Национального технического университета «Харьковский политехнический институт» в
            соответствии с действующим законодательством Украины.<br><br><br><br><br></h4>
        </div>
              
        <div class="blog-post">
           <h2 class="blog-post-title">ХХІІ Международная научно-практическая конференция MicroCAD - 2014</h2>
           <h4 class="blog-post-meta">Октябрь 21, 2014 by Admin</a></h4>
            <h4 class="blog-post" align="justify">
              <img src="<?=base_url();?>assets/images/mat1.jpg" style="padding: 5px 5px 0px 0px; float:left;" width="300" height="200" />
            15-17 октября в Национальном техническом университете «Харьковский политехнический институт» 
            состоялась ХХІІ Международная научно-практическая конференция MicroCAD - 2014. Конференция проводилась 
            при поддержке Министерства образования и науки Украины, Академии педагогических наук. В этом году в работе 
            28 секций приняли участие около 1000 участников, представляющих научный потенциал современной молодежи Украины и 
            мира.<br><br><br><br><br></h4>
        </div>

        <div class="blog-post">
           <h2 class="blog-post-title">Группа СПУ "В Контакте"</h2>
            <h4 class="blog-post-meta">Октябрь 21, 2014 by Admin</h4>
            <h4 class="blog-post" align="justify">
             <img src="<?=base_url();?>assets/images/spu.jpg" style="padding: 5px 5px 0px 0px; float:left;" width="250" height="200" />
            В социальной сети "В контакте" существует активно развивающаяся группа. В ней Вы можете найти интересную информацию и пообщаться с преподавателями кафедры.</h4>
           <h4>Присоединяйтесь! Адрес: <a href="http://vk.com/official_spu" target="_blank">http://vk.com/official_spu</a>
           <br><br><br><br><br></h4>
        </div>
         
		 </div>
  </div>
</div>
