<div class="container">
    <div class="row">
      	<div class="col-md-10 col-md-offset-2">
      		<div class="blog-post" style="margin-top: 35px;">
	      		 <center><ins><h1>Система учета и контроля успеваемости студентов </h1></ins><br></center>
				<p align="justify" style="text-indent:25px">В 2013 двумя группами студентов специальностей «Информатика» и «Системное проектирование» под руководство доцента Ю. Н. Корытко также в рамках очередной деловой игры, в которой отрабатывались вопросы технологии разработки программных продуктов, создана система учета и контроля успеваемости студентов кафедры. Данная разработка представляет собой web-приложение, написанное на языке phpc использованием СУБД MySQL. В ходе семестровой работы над проектом студенты выполняли различные роли – разработчиков и проектировщиков кода, тестировщиков, получили опыт в подготовке и написании технической документации, в организации командной работы. Несмотря на учебный характер работы, созданное программное средство обла¬дает вполне удовлетворительным качеством и планируется для использования в учебном процессе кафедры.<br></p>
				<p><img src="<?=base_url();?>assets/images/z1.jpg" style="float:left; margin-right: 15px;"><br></p>
				
			</div>
		</div>
	</div>
</div>