  <!-- Контент -->
	<div class="container"style="margin-bottom: 20px;">
    <div class="row">
      	<div class="col-md-10 col-md-offset-2">
      		<div class="blog-post" style="margin-top: 35px;">
	  <center>
	  <h3><a href="p_1.php" target="_self">Ветроэнергетическая установка (ВЭУ)</a><h3></p>
	 	
        <p><h4><i> Проект ВЭУ проводился на кафедре СПУ под руководством к.т.н. Корытко Ю.Н.</i></h4></p>
        <br></br>
		
		<h3><a href="p_2.php" target="_self">Разработка конструкции и системы управления мини-дирижаблем</a><h3></p>
        <p><h4><i>Разработка конструкции и системы управления мини-дирижаблем. Проект студентов 4 и 5 курсов специальностей "Информатика" и "Системное проектирование". Выполняется под руководством И.В.Наумова</i></h4></p>
        <br></br>
		
		<h3><a href="p_3.php" target="_self">Устройство для бесконтактного управления</a><h3></p>
        <p><h4><i>В современных цифровых устройствах все больше используется интуитивный ввод информации. Это сенсорные экраны и датчики, реагирующие на движения оператора. Они обеспечивают простоту обучения и легкость освоения новых интерфейсов.</i></h4></p>
        <br></br>
		
		<h3><a href="p_4.php" target="_self">Семантический анализ текста и автоматическая генерация медиаконтента</a><h3></p>
        <p><h4><i>Разработанный плагин производит разбор текста статьи или записи вблоге. После разбора строится частотная таблица слов, используемых в тексте и производится поиск изображений, соответствующих этим словам или их синонимам.</i></h4></p>
        <br></br>
		
		<h3><a href="p_5.php" target="_self">Разработка программы для анализа и прогноза скорости и направления ветра</a><h3></p>
        <p><h4><i>Создана программа оценки воздушных потоков в данной местности на основании данных синоптических сайтов.</i></h4></p>
       <br></br>
		
		<h3><a href="p_6.php" target="_self">Навигационная система с трансляцией телеметрии</a><h3></p>
		<p><h4><i>Разработана бортовая система, обеспечивающая управление летательным аппаратом и трансляцию телеметрии. Телеметрическая информация дублируется на стороннем носителе.</i></h4></p>
        <br></br>
		
		<h3><a href="p_7.php" target="_self">Создание экспериментального стенда и методики идентификации параметров моделей ошибок двухосного микроакселерометраADXL203.</a><h3></p>
		<p><h4><i>Студентами О. К. Звягинцевым (И-24А) и В. Н. Мельником (И 23А) под руководством профессора В. Б. Успенского в 2008 2010 годы выполнен проект</i></h4></p>
        <br></br>
		
		<h3><a href="p_8.php" target="_self">Программноге обеспечение для одного из самых распространенных методов решения задач механики деформированного твердого тела</a><h3></p>
		<p><h4><i>Студенты  принимают активное участие в работе, направленной на разработку программного обеспечения для одного из самых распространенных методов решения задач механики деформированного твердого тела – метода конечных элементов. П. Н. Лысаком (И-23а) и Е. В. Золотько (И-24Б)</i></h4></p>
        <br></br>
		
			<h3><a href="p_9.php" target="_self">Система учета и контроля успеваемости студентов</a><h3></p>
		<p><h4><i>В 2013 двумя группами студентов специальностей «Инфор¬матика» и «Системное проектирование» под руководство доцента Ю. Н. Корытко также в рамках очередной деловой игры (И-24Б)</i></h4></p>
        <br></br>
		
		</center>
		   </div>
          </div>
      </div>
    </div>
	

