 <?php include('block/header.php');?>
 <?php include('block/left-menu.php');?>

 
    <!-- Контент -->
	<div class="container">
    <div class="row">
      	<div class="col-md-10 col-md-offset-2">
      		<div class="blog-post" style="margin-top: 35px;">
	  <center>
	  <h3><a href="p_1.php" target="blank">Ветроэнергетическая установка (ВЭУ)</a><h3></p>
        <p><h4><i> Проект ВЭУ проводился на кафедре СПУ под руководством к.т.н. Корытко Ю.Н.</i></h4></p>
        <br></br>
		
		<h3><a href="p_2.php" target="blank">Разработка конструкции и системы управления мини-дирижаблем</a><h3></p>
        <p><h4><i>Разработка конструкции и системы управления мини-дирижаблем. Проект студентов 4 и 5 курсов специальностей "Информатика" и "Системное проектирование". Выполняется под руководством И.В.Наумова</i></h4></p>
        <br></br>
		
		<h3><a href="p_3.php" target="blank">Устройство для бесконтактного управления</a><h3></p>
        <p><h4><i>В современных цифровых устройствах все больше используется интуитивный ввод информации. Это сенсорные экраны и датчики, реагирующие на движения оператора. Они обеспечивают простоту обучения и легкость освоения новых интерфейсов.</i></h4></p>
        <br></br>
		
		<h3><a href="p_4.php" target="blank">Семантический анализ текста и автоматическая генерация медиаконтента</a><h3></p>
        <p><h4><i>Разработанный плагин производит разбор текста статьи или записи вблоге. После разбора строится частотная таблица слов, используемых в тексте и производится поиск изображений, соответствующих этим словам или их синонимам.</i></h4></p>
        <br></br>
		
		<h3><a href="p_5.php" target="blank">Разработка программы для анализа и прогноза скорости и направления ветра</a><h3></p>
        <p><h4><i>Создана программа оценки воздушных потоков в данной местности на основании данных синоптических сайтов.</i></h4></p>
       <br></br>
		
		<h3><a href="p_6.php" target="blank">Навигационная система с трансляцией телеметрии</a><h3></p>
		<p><h4><i>Разработана бортовая система, обеспечивающая управление летательным аппаратом и трансляцию телеметрии. Телеметрическая информация дублируется на стороннем носителе.</i></h4></p>
        <br></br>
		</center>
		   </div>
          </div>
      </div>
    </div>
	
 
<!-- footer -->
 <?php include('block/footer.php');?>
