 <script>
	function collapsElement(id) {
		if ( document.getElementById(id).style.display != "none" ) {
			document.getElementById(id).style.display = 'none';
		}
		else {
			document.getElementById(id).style.display = '';
		}
	}
 </script>


<h3> <p ALIGN="center" style="margin-left: 300px; margin-right: 200px;"><a href="" target="_self">XXV международная научная конференция - математические 
	методы в технике и технологиях (ММТТ25)</a></p></h3>
<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;"><big>Распределенная во времени и пространстве юбилейная конференция ММТТ-25
 проводится 24 - 26 апреля 2012 г. в Саратове на базе Саратовского государственного технического университета имени Гагарина Ю.А., 29 – 31 мая 2012 г. в 
 Волгограде на базе Волгоградского государственного технического университета, 02 - 04 октября 2012 г. в Харькове на базе Национального технического университета
  «Харьковский политехнический институт». Учредителями конференции ММТТ-25 являются Минобрнауки РФ, Институт вычислительной математики РАН, Институт гидродинамики 
  АН Чехии, СГТУ, ВолгГТУ, НТУ «ХПИ»,  МГУИЭ, СПбГТИ (ТУ), КНИТУ, ТамбГТУ и ряд других ведущих вузов. Председатель конференции – академик РАН Г.И. Марчук,
   сопредседатели Оргкомитетов – ректор СГТУ проф. И.Р. Плеве, ректор ВолгГТУ, чл.-корр. РАН Новаков И.А., ректор НТУ «ХПИ», проф. Товажнянский Л.Л.; председатель 
   Программного комитета – профессор А.А. Большаков (СГТУ).</div>
				<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">Научная конференция ММТТ-25 проводится для обсуждения опыта 
					использования математических методов в технике и технологии и современных направлений математического и компьютерного обеспечения технологических
					 и технических систем.</big></div>
				<h4><p  align="center" style="margin-left: 300px; margin-right: 200px;">САРАТОВСКАЯ ШКОЛА МОЛОДЫХ УЧЕНЫХ – ШМУ-17</p></h4>
				<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;"><big>Включает цикл лекций по современным проблемам 
					вычислительной математики, интеллектуальным алгоритмам и системам, информационным технологиям, а также две секции:
					<ol> 
						<li type="1">Интеллектуализация управляемых технологических процессов</li>
						<li>Информатизация технических систем и процессов.</li> 
					</ol>
				</div>
<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">В рамках ШМУ-17 будет проведен Конкурс по программе У.М.Н.И.К. 
	(более подробная информация – на сайте Фонда http://www.fasie.ru) по следующим направлениям:
<ol>
	<li type="1">Биотехнология.</li>
	<li>Информационные технологии.</li>
	<li>Медицина и фармакология.</li>
	<li>Химия, новые материалы, химические технологии.</li>
	<li>Машиностроение, электроника, приборостроение.</li>
</ol>
</div>
<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">
Статьи на ШМУ-17 и на Конкурс принимаются до 20 марта 2012 г., труды ШМУ будут выдаваться в мае 2012 г. в Волгограде, в сентябре 2012 г. в Саратове и Москве.</big>
</div>


<h4><p align="center" style="margin-left: 300px; margin-right: 200px;">ВОЛГОГРАДСКАЯ НАУЧНАЯ КОНФЕРЕНЦИЯ ММТТ-25</p></h4>
<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;"><big>
	Cостоит из десяти секций:
	<ol>
		<li type="1">Качественные и численные методы исследования дифференциальных уравнений</li>
		<li>Оптимизация и оптимальное управление технологическими процессами</li>
		<li>Математическое моделирование технологических процессов</li>
		<li>Математическое моделирование и проектирование инженерно-экологических систем</li>
		<li>Компьютерная поддержка производственных процессов </li>
		<li>Интеллектуальные системы в технике и технологиях</li>
		<li>Математические методы и задачи в медицине и биофизике</li>
		<li>Математические методы в экономике, менеджменте и гуманитарных науках</li>
		<li>Информационные технологии в технике и образовании</li>
		<li>Математическое моделирование информационно-измерительных и телеметрических систем
и трех секций ШМУ-17:
</li>
		<ol>
			<li type="1">Интеллектуализация управляемых технологических процессов</li>
			<li>Информатизация технических систем и процессов</li>
			<li>Автоматизация технологических и производственных процессов</li>
		</ol>
	</ol></big></div>
	<h4><p align="center" style="margin-left: 300px; margin-right: 200px;">ХАРЬКОВСКАЯ НАУЧНАЯ КОНФЕРЕНЦИЯ ММТТ-25</p></h4>
	<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;"><big>
		Состоит из 10 секций и двух Симпозиумов "Интеграция процессов энергосбережения» и «Математическое моделирование нелинейных динамических процессов в 
		физических и технических системах».
		<ol>
			<li type="1">Качественные и численные методы исследования дифференциальных уравнений</li>
			<li>Оптимизация и оптимальное управление технологическими процессами</li>
			<li>Математическое моделирование технологических процессов</li>
			<li>Математическое моделирование и проектирование инженерно-экологических систем</li>
			<li>Компьютерная поддержка производственных процессов </li>
			<li>Интеллектуальные системы в технике и технологиях</li>
			<li>Математические методы и задачи в медицине и биофизике</li>
			<li>Математические методы в экономике, менеджменте и гуманитарных науках</li>
			<li>Информационные технологии в технике и образовании</li>
			<li>Математическое моделирование информационно-измерительных и телеметрических систем</li>
		</ol>
	</div>
	<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">
		Научные статьи на секции 1 - 13 принимаются до 20 марта 2012 г. Труды выдаются в г.г. Волгоград (май), Саратов и Москва (сентябрь), Харьков (октябрь).</div>
	<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">Статьи рецензируются Программным комитетов в январе - марте 2012 г. 
		Затем авторам принятых статей сообщается величина оргвзноса (250 р., 300 р., 360 р., 460 р., 560 р., 700 р. за авторский текст объемом 
		1, 2, 3, 4, 5, 6 с.). Оргвзнос за доклады на английском/немецком языках увеличивается в 3 раза.</div>
	<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">
		Пригласительные билеты и программы авторы получат до 15 апреля (на ШМУ-17), до 18 мая (Волгоградская конференция) и до 20 сентября (Харьковская
		 конференция). Справки можно получить в СГТУ – Егоров Игорь Владимирович: mmtt25@sstu.ru, тел.: 8-8452-99-88-32; ВолгГТУ – Орлова Юлия Александровна: 
		 cad@vstu.ru, тел.: 8-8442-24-84-92, с.т. 9033176416;  ХПИ – Бреславский Дмитрий Васильевич: +380-57-707-60-58, brdm@kpi.kharkov.ua.</big></div>
	<h3><p align="left" style="margin-left: 300px; margin-right: 200px;">Правила оформления текстов статей:</p></h3>
	<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">

		<big>Рекомендуемый объем текста статьи на конференцию ММТТ и ШМУ 2– 5 с. Текст в редакторе WinWord 2000 - 2003, шрифт "Times New Roman Cyr", размер 13
		 пт; формат А4 через 1 интервал; поля кругом 20 мм. Сканированные рисунки  выполняются в черно-белом режиме, а нарисованные в графическом редакторе Word –
		  группируются. Для набора формул используются математический редактор Microsoft Equation 3.0; стиль – математический. Основной шрифт в математическом редакторе - 
		  Times New Roman. Размеры символов в математическом редакторе: обычный – 10 пт, крупный индекс – 6 пт, мелкий индекс – 5 пт, крупный символ – 16 пт, мелкий символ – 10 пт. На 1-й или на 1 - 2 строках заглавными буквами жирным шрифтом печатается название статьи/доклада (не более 2-х строк! Названия и содержание статей  одного(их) автора (авторов), принятых на ММТТ или ШМУ, а также на конкурс У.М.Н.И.К. и для публикации в журнале «Вестник СГТУ» не должны дублироваться), на следующей строке – Ф. И. О. авторов (не более 4-х!), на следующей строке (не более 1 строки) –полное название организации и  электронный адрес; затем, после пропуска одной строки, располагается текст. В нем не приводить: длинные введения, "многоэтажные" формулы, доказательства, сложные рисунки и таблицы, выделения курсивом и жирным шрифтом. Использовать: "косые дроби", "обратные функции" (  или  ), и записи  . Применять концевые ссылки на литературу,  номер ссылки  печатать в строку в квадратных скобках. Число ссылок должно быть не более числа страниц. Текст статьи выравнивать по ширине. </div>
		<h3><p align="left" style="margin-left: 300px; margin-right: 200px;">Порядок представления материалов на ММТТ-25, ШМУ-17:</p></h3>
		<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">
			В состав материалов входят: текст статьи на конференцию или на ШМУ; сведения об авторах (Ф.И.О., ученая степень и звание, должность и место работы, 
			адреса, телефоны, E-mail; номер секции, для которой подготовлены материалы); город, в котором автор хочет получить труды конференции (в анкете при 
			регистрации на сайте следует выбрать город из списка: {Харьков, Москва, Волгоград, Саратов, город регионального представителя, по почте (с оплатой 
			почтовых расходов – примерно 50 рублей)}.</big></div>
		<h3><p align="left" style="margin-left: 300px; margin-right: 200px;">Порядок представления материалов в журнале «Вестник СГТУ»:</p></h3>
		<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">
		<big>Авторы статей, принятых на ММТТ или ШМУ, могут после 15 апреля присылать статьи на сайт ММТТ-25 http://mmtt25.sstu.ru/ для публикации в журнале
		 «Вестник СГТУ», включенного в список ВАК по всем направлениям конференции (см. требования на сайте ММТТ-25).</big></div>
		<h3><p align="left" style="margin-left: 300px; margin-right: 200px;">Порядок представления материалов на конкурс У.М.Н.И.К.:</p></h3>
		<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;">
			<big>В состав материалов входят: текст статьи на конкурсе; анкета участника; номер секции конкурса, для которой подготовлены материалы.</big></div>
		<h3><p align="left" style="margin-left: 300px; margin-right: 200px;">Возможные способы пересылки материалов:</p></h3>
		<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;"><big>
			<ol>
				<li type="1">Материалы в формате RTF или DOC по e-mail передаются одному (ближайшему) члену (представителю) Программного комитета, который 
					размещает их на сайте http://mmtt25.sstu.ru  и получает подтверждение регистрации по электронной почте.</li>
				<li>Автор (авторы) самостоятельно размещает материалы на сайте http://mmtt25.sstu.ru  и получает подтверждение регистрации на сайте по 
					электронной почте.</li>
			</ol></big></div>
		<h3><p align="left" style="margin-left: 300px; margin-right: 200px;">Региональные члены и представители Программного комитета конференции и ШМУ:</p></h3>
		<div align="justify" style="margin-left: 300px; margin-right: 200px;text-indent:25px;"><big>
			<table cols="3" border="1">
				<tr>
					<th><strong>Ангарск</strong></th>
					<th>Асламова Вера Сергеевна</th>
					<th>veras@pisem.net</th>
				</tr>
				<tr>
					<th><strong>Астрахань</strong></th>
					<th>Квятковская Ирина Юрьевна</th>
					<th>i.kvyatkovskaya@astu.org</th>
				</tr>
				<tr>
					<th><strong>Березники</strong></th>
					<th>Беккер Вячеслав Филиппович</th>
					<th>bekker@bf.pstu.ac.ru</th>
				</tr>
				<tr>
					<th><strong>Благовещенск</strong></th>
					<th>Бушманов Александр Вениаминович</th>
					<th>bush29@mail.ru</th>
				</tr>
				<tr>
					<th><strong>Белгород   </strong></th>
					<th>Магергут Валерий Залманович</th>
					<th>valermag@nm.ru</th>
				</tr>
				<tr>
					<th><strong>Владимир</strong></th>
					<th>Макаров Руслан Ильич</th>
					<th>makarov.ruslan@gmail.com</th>
				</tr>
				<tr>
					<th><strong>Владивосток</strong></th>
					<th>Торгашев Андрей Юрьевич</th>
					<th>torgashov@iasp.dvo.ru</th>
				</tr>
				<tr>
					<th><strong>Волгоград</strong></th>
					<th>Гермашев Илья Васильевич</th>
					<th>germasheviv@mail.ru</th>
				</tr>
				<tr>
					<th><strong>Воронеж</strong></th>
					<th>Хаустов Игорь Анатольевич</th>
					<th>haustov@vgta.vrn.ru</th>
				</tr>
				<tr>
					<th><strong>Иваново</strong></th>
					<th>Липин Александр Геннадьевич</th>
					<th>piaxt@isuct.ru</th>
				</tr>
				<tr>
					<th><strong>Казань</strong></th>
					<th>Зиятдинов Надир Низамович</th>
					<th>nnziat@yandex.ru</th>
				</tr>
				<tr>
					<th><strong>Кемерово</strong></th>
					<th>Чупин Александр Васильевич</th>
					<th>chupiinAV@yandex.ru</th>
				</tr>
				<tr>
					<th><strong>Киев</strong></th>
					<th>Безносик Юрий Александрович</th>
					<th>yu_beznosyk@ukr.net</th>
				</tr>
				<tr>
					<th><strong>Кострома</strong></th>
					<th>Землякова Ирина Владимировна</th>
					<th>math@kstu.edu.ru</th>
				</tr>
				<tr>
					<th><strong>Минск</strong></th>
					<th>Грибкова Валентина Петровна</th>
					<th>v.Gribkova@gmail.com</th>
				</tr>
				<tr>
					<th><strong>Москва</strong></th>
					<th>Равичев Леонид Владимирович</th>
					<th>ecomkmm@list.ru</th>
				</tr>
				<tr>
					<th><strong>Москва</strong></th>
					<th>Зубов Дмитрий Владимирович</th>
					<th>zubov@msuie.ru</th>
				</tr>
				<tr>
					<th><strong>Новомосковск</strong></th>
					<th>Лопатин Александр Геннадьевич</th>
					<th>a_lopatin@mail.ru</th>
				</tr>
				<tr>
					<th><strong>Новочеркасск</strong></th>
					<th>Фандеев Евгений Иванович</th>
					<th>eif@inbox.ru</th>
				</tr>
				<tr>
					<th><strong>Пенза</strong></th>
					<th>Прошин Иван Александрович</th>
					<th>proshin@pgta.ru</th>
				</tr>
				<tr>
					<th><strong>Псков</strong></th>
					<th>Строчков Илья Александрович</th>
					<th>istrochkov@yandex.ru</th>
				</tr>
				<tr>
					<th><strong>Ростов-на-Дону</strong></th>
					<th>Шишкарев Михаил Петрович</th>
					<th>shishkarev@tam.rgashm.ru</th>
				</tr>
				<tr>
					<th><strong>С.-Петербург</strong></th>
					<th>Новожилова Инна Васильевна</th>
					<th>sapr@ws01.sapr.pu.ru</th>
				</tr>
				<tr>
					<th><strong>Саратов</strong></th>
					<th>Львов Алексей Арленович</th>
					<th>alvova@mail.ru</th>
				</tr>
				<tr>
					<th><strong>Смоленск</strong></th>
					<th>Дли Максим Иосифович</th>
					<th>dli@mail.ru</th>
				</tr>
				<tr>
					<th><strong>Тамбов </strong></th>
					<th>Майстренко Александр Владимирович</th>
					<th>topt@topt.tstu.ru</th>
				</tr>
				<tr>
					<th><strong>Тверь</strong></th>
					<th>Ахремчик Олег Леонидович</th>
					<th>axremchic@mail.ru</th>
				</tr>
				<tr>
					<th><strong>Тула</strong></th>
					<th>Фомичев Александр Александрович</th>
					<th>olga030664@gmail.com</th>
				</tr>
				<tr>
					<th><strong>Тюмень</strong></th>
					<th>Шигабаева Гульнара Нурчилаевна</th>
					<th>sgn@utmn.ru</th>
				</tr>
				<tr>
					<th><strong>Харьков</strong></th>
					<th>Бреславский Дмитрий Васильевич</th>
					<th>brdm@kpi.kharkov.ua</th>
				</tr>
				<tr>
					<th><strong>Чебоксары</strong></th>
					<th>Андреев Всеволод Владимирович</th>
					<th>andreev_vsevolod@mail.ru </th>
				</tr>
				<tr>
					<th><strong>Черноголовка</strong></th>
					<th>Бабак Владислав Николаевич</th>
					<th>flora_int@front.ru</th>
				</tr>
				<tr>
					<th><strong>Ярославль</strong></th>
					<th>Цыганков Михаил Петрович</th>
					<th>cigg@rambler.ru</th>
				</tr>
			</table>
				</big>
	</br></br>
</div>
