 <script>
	function collapsElement(id) {
		if ( document.getElementById(id).style.display != "none" ) {
			document.getElementById(id).style.display = 'none';
		}
		else {
			document.getElementById(id).style.display = '';
		}
	}
 </script>


<h1> <p  style="margin-left: 300px; margin-right: 200px;" ALIGN="center">Четвертая Международная конференция "Нелинейная динамика - 2013"<font size="7" color="#000080"></font></p></h1>
<h2><p style="margin-left: 300px; margin-right: 200px;" align="center"><font color="#000080"><STRONG>Уважаемые участники 4-четвертой международной конференции "ND-ХПИ-2013"</STRONG></font></p></h2>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Для меня большая честь и удовольствие приветствовать участников четвертого
Международная конференция "Нелинейная динамика-2013", который пройдет 19-22 июня 2013 года, в Севастополе(Украина) .</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">С это можно сделать вывод, что нелинейная динамика является одним из наиболее важных и
хорошо разработанную теорию с существенным вкладом в естественной истории, инженерные, технологии и конструкции, биология, медицина, социальные науки и т.д. А
Важность нелинейной динамики подтверждается также на многочисленных конференциях,
которые проводятся в последние годы в разных странах.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Одним из них является четвертая международная конференция по нелинейной динамике,
которая продолжает серию предшествующих первой, второй и третьей сессий Конференции на нелинейная динамика, которые имели место в Харькове, в Национальном техническом
университете "Харьковский политехнический институт" и собрал ведущих ученых
работы по нелинейной динамике со всего мира. Я рад, что
ученые нашего университета активно продолжать и развивать традиции известных
ученых с механики и математики, таких как В.Л.Кирпичев, А.М. Ляпунов,
В.А. Стеклова, Л.Д. Ландау, И.М. Бабаков, А.С. Солеймир, А.П.Филипов, В.Л. Рвачов
и многие другие, которые создали славу нашего университета, как один из ведущих
Университеты Украины.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Я хотел бы выразить искренне благодарность спонсорам конференции, профессор
Кристоф Пьер из Иллинойского университета и профессора Матиаса Легранд из университета Макгилла
 для их финансовой поддержки, которую очень важно для конференции
организация. Я также благодарю членов научного и организационного комитетов
и другие люди за их усилия по организации конференции.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Я уверен, что в дружественной атмосферы для работы и обсуждений, для
установление новых контактов и обмена новыми научными идеями во время конференции. Я надеюсь, что эта встреча будет долго запоминание и участники конференции сохранить хорошие воспоминания о конференции и достопримечательностях Севастополя. Я
приветствую всех вас и желаю вам конференцию увенчались успехом!</div>
<div style="margin-left: 300px; margin-right: 200px;" align="left">Ректор Национального технического университета</div>
<div style="margin-left: 300px; margin-right: 200px;" align="left">"Харьковский политехнический институт"</div>
<div style="margin-left: 300px; margin-right: 200px;" align="left">Председатель оргкомитета,</div>
<div style="margin-left: 300px; margin-right: 200px;" align="left"><strong>Профессор Л.Л.Товажнянский</strong></div>

<h2><p style="margin-left: 300px; margin-right: 200px;" align="center"><font color="#000080"><STRONG>Цель конференции</STRONG></font></p></h2>

<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Цель конференции является объединение усилий ученых и инженеров, чтобы представить и обсудить последние события в различных задачах нелинейной динамики.</div>
<h2><p style="margin-left: 300px; margin-right: 200px;" align="center"><font color="#000080"><STRONG>Научный комитет</STRONG></font></p></h2>

<div style="margin-left: 300px; margin-right: 200px;"align="justify">
	<ol>
		<li>Профессор Алтенбач Х. (Галле, Германия)</li>
		<li>Профессор Амабили М. (Монреаль, Канада)</li>
		<li>Профессор Андрианов И. В. (Аахен, Германия)</li>
		<li>Профессор Аврамов К.В. (Харьков, Украина)</li>
		<li>Профессор Awrejcewicz Дж. (Лодзь, Польша)</li>
		<li>Профессор Бальтазар Дж. M. (Сан-Паулу, Бразилия)</li>
		<li>Профессор Браславский Д.В. (Харьков, Украина)</li>
		<li>Профессор ван Кампен Д.Х. (Эйндховен, Нидерланды)</li>
		<li>Профессор Картмел М. (Глазго, Великобритания)</li>
		<li>Профессор Епуряну B. (Ann Arbor, США)</li>
		<li>Профессор Гендельман О. (Хайфа, Израиль)</li>
		<li>Профессор Гуляев В.И. (Киев, Украина)</li>
		<li>Профессор Хедрик Катика Р. (Stevanović) (Белград, Сербия)</li>
		<li>Академик НАН Украины, профессор Ковалев А.М. (Донецк, Украина)</li>
		<li>Профессор Крейцер Е. (Гамбург, Германия)</li>
		<li>Академик НАН Украины, профессор Кубенко В.Д. (Киев, Украина) - сопредседатель</li>
		<li>Профессор Курпа Л.В. (Харьков, Украина)</li>
		<li>Профессор Ламарк С.Х. (Лион, Франция)</li>
		<li>Профессор Ленси С. (Анкона, Италия)</li>
		<li>Профессор Маневич А.И. (Днепропетровск, Украина)</li>
		<li>Профессор Маневич Л.И. (Москва, Россия)</li>
		<li>Академик НАН Украины, профессор Мартынюк А.А. (Киев, Украина)</li>
		<li>Профессор Михлин Ю.В. (Харьков, Украина) - сопредседатель</li>
		<li>Профессор Морачковский О.К. (Харьков, Украина)</li>
		<li>Профессор Paidoussis М. (Монреаль, Канада)</li>
		<li>Профессор Пеликано Ф. (Модена, Италия)</li>
		<li>Профессор Петров Ю.П. (Сассекс, Великобритания)</li>
		<li>Профессор Пьер С. (Монреаль, Канада) - сопредседатель</li>
		<li>Профессор Пилипчук В.Н. (Детройт, США)</li>
		<li>Профессор Рега Г. (Рим, Италия)</li>
		<li>Профессор Рибейро П.Л. (Порту, Португалия)</li>
		<li>Профессор Шоу С. В. (Лансинг, США)</li>
		<li>Профессор Уэда Ю. (Васэда, Япония)</li>
		<li>Профессор Вакакис А. (Урбана, США; Афины, Греция)</li>
		<li>Профессор Варминский Дж. (Люблин, Польша)</li>
		<li>Профессор Виерсигроч M. (Абердин, Великобритания) - сопредседатель</li>
		<li>Профессор Закржевский М.В. (Рига, Латвия)</li>
		<li>Академик РАН, профессор Журавлев В. Ф.. (Москва, Россия)</li>
	</ol>
</div>
<h2><p style="margin-left: 300px; margin-right: 200px;" align="center"><font color="#000080"><STRONG>Научный комитет по мини-симпозиум «ползучести и пластичности при циклических загрузках»</STRONG></font></p></h2>
<div style="margin-left: 300px; margin-right: 200px;"align="justify">
	<ol>
		<li>Профессор Алтенбач Х. (Галле, Германия) - сопредседатель</li>
		<li>Профессор Бородий М. (Киев, Украина)</li>
		<li>Профессор Бреславский Д. (Харьков, Украина) - сопредседатель</li>
		<li>Профессор Ковалевский З. (Варшава, Польша)</li>
		<li>Профессор Круч С. (ОМЕКА, Франция)</li>
		<li>Профессор Морачковский О. (Харьков, Украина) - сопредседатель</li>
		<li>Профессор К. Науменко (Галле, Германия)</li>
		<li>Профессор Шукаев С. (Киев, Украина)</li>
		<li>Профессор Спилиопоулус К. (Афины, Греция)</li>
		<li>Профессор Ясный П. (Тернополь, Украина)</li>
	</ol>
</div>
<h2><p style="margin-left: 300px; margin-right: 200px;" align="center"><font color="#000080"><STRONG>Организационный комитет</STRONG></font></p></h2>
<div style="margin-left: 300px; margin-right: 200px;"align="justify">
	<ol>
		<li>Профессор Товажнянский Л.Л., ректор НТУ "ХПИ" - председатель</li>
		<li>Профессор Бреславский Д.В. - Вице-председатель</li>
		<li>Профессор Курпа Л.В. - Вице-председатель</li>
		<li>Профессор Кравец В.А. - Вице-председатель</li>
		<li>Профессор Михлин Ю.В. - Вице-председатель</li>
		<li>Доктор Ларин А.А. - секретарь</li>
		<li>Профессор Марченко А.П.</li>
		<li>Профессор Морачковский О.К.</li>
	</ol>
</div>