 <script>
	function collapsElement(id) {
		if ( document.getElementById(id).style.display != "none" ) {
			document.getElementById(id).style.display = 'none';
		}
		else {
			document.getElementById(id).style.display = '';
		}
	}
 </script>

<h1> <p  style="margin-left: 300px; margin-right: 200px;" ALIGN="center"><font size="7" color="#000080">ТРЕТЬЯ МЕЖДУНАРОДНАЯ КОНФЕРЕНЦИЯ "НЕЛИНЕЙНАЯ ДИНАМИКА - 2010" </font></p></h1>
<h2><p  style="margin-left: 300px; margin-right: 200px;" ALIGN="center"> <font color="#000080"><STRONG> Окончательная информация</STRONG></font></p></h2>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify"><big> 3 МЕЖДУНАРОДНАЯ КОНФЕРЕНЦИЯ "НЕЛИНЕЙНАЯ ДИНАМИКА - 2010" прошла в 
	Национальном техническом университете «Харьковский политехнический институт" (Харьков, Украина) 21-24 сентября, 2010 года. Конференция была посвящена 
	125-летию Харьковского национального технического университета. Всего 91 ученых из Армении, Канады, Германии, Греции, Италии, Японии, Латвии, Польши, России,
	 Сербии, Великобритании, Украины, США и Узбекистана приняли участие в конференции.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Конференция продемонстрировала большой интерес ученых и инженеров из
 разных стран в изучении явлений нелинейных колебаний и международного сотрудничества в этой области.Общий научный уровень конференции был очень высоким.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Программа конференции включала 19 презентаций на Генеральной сессии, в
	том числе 4 приглашенных лекций профессора Марко Амабили, профессор Кристоф Пьер, профессор Йошисуке Уэда и профессор Мариан Wiercigroch, 33 секционных 
	докладов, представленных на 6 секций, 13 плакатов и 9 презентаций в мини-симпозиум "ползучести и пластичности при циклическом нагружении ".</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Презентации на конференции были посвящены теоретическим исследованиям, 
	компьютерного моделирования вибрационных явлений в нелинейных системах и экспериментальных исследований. Основными темами выступлений были нелинейная теория 
	нормальных мод; резонансы и бифуркации; переходные; Сложное поведение осцилляторов, и других теоретических аспектов нелинейной динамики; эксперименты; 
	Численное моделирование; приложения теории нелинейной динамики к динамике конструкций, твердых, балок, плит, в том числе, например, бутерброд и составных 
	балок и плит; нелинейные колебания лопасти и снарядов; Нелинейная динамика пластинок и оболочек сложной формы; Нелинейная динамика в турбо-машин; Нелинейная
	 динамика в роторных систем, буровых проблем и других инженерных приложений; нелинейные динамические эффекты в физических системах и др.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Был предложен и организован профессорами Д.Бреславским и О.Морачковским
 из НТУ ХПИ и профессор Х.Альтенбач из Университете Мартина Лютера, Галле-Виттенберг, Германия Мини-симпозиум "ползучести и пластичности при циклической
  нагрузке".Основная идея этой мини-симпозиума была организация дискуссии между учеными из материаловедения и механики сплошной среды с одной стороны, и
   нелинейной динамики от другой с акцентом на динамической ползучести, а также циклическая пластичность и ползучесть, в которых значительные реологические 
   явления индуцированного и сопровождается циклическим нагрузкам. Основными темами мини-симпозиума были: процессы ползучести ущерб в материалах и конструкциях,
    микро- и нано-механики и технологий, термодинамики и физики самоорганизации сложных структур материалов, конечных деформаций при ползучести и пластичности,
     прямых методов в циклическом пластичности, механики инженерных систем. 25 ученых из Германии, Греции, Польши и Украины были участниками мини-симпозиума и 9 
     работ были представлены.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Конференция подтвердила важность международного сотрудничества по вновь 
	поисковых команд с участием ученых и инженеров из разных стран. В нем приняли участие специалисты по теоретической механике, прикладной математики, физики, 
	механики и электротехники.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Книга Трудов конференции был опубликован и распространен среди участников. 
	Она включает в себя 41 статей по нелинейной динамики дискретных систем, 40 статей по нелинейной динамике систем с распределенными и 12 статей по ползучести и
	 пластичности при циклической нагрузке.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Участники конференции подтвердили идею провести следующую конференцию в
 будущем, возможно, три года спустя.</big></div>
<h2><p  style="margin-left: 300px; margin-right: 200px;" ALIGN="left"> <font color="#000080"><STRONG> Участники конференции</STRONG></font></big></p></h2>
<div style="margin-left: 300px; margin-right: 200px;" align="justify"><big>
	<ol>
		<li>Х.Алтенбач (Галле, Германия)</li>
		<li>М.Амабили (Монреаль, Канада)</li>
		<li>Ю.М. Андреев (Харьков, Украина)</li>
		<li>К.В. Аврамов (Харьков, Украина)</li>
		<li>А.Б.Баткхин (Москва, Россия)</li>
		<li>Г.С.Безуглова (Ростов-на-Дону, Россия)</li>
		<li>М. Бохенский (Люблин, Польша)</li>
		<li>E. Борщ (Киев, Украина)</li>
		<li>О.В. Борисюк (Харьков, Украина)</li>
		<li>Д.В. Бреславский (Харьков, Украина)</li>
		<li>И.Д. Бреславский (Харьков, Украина)</li>
		<li>Н.А. Будников (Харьков, Украина)</li>
		<li>И. Була (Рига, Латвия)</li>
		<li>В. Бурлаенко (Люблин, Польша; Харьков, Украина)</li>
		<li>А. Бычков (Киев, Украина)</li>
		<li>Г.M. Чечин (Ростов-на-Дону, Россия)</li>
		<li>А. Чупрынин (Харьков, Украина)</li>
		<li>Н.В. Данилова (Нижний Новгород, Россия)</li>
		<li>Л.П. Дзюбак (Харьков, Украина)</li>
		<li>А. Елагин (Донецк, Украина)</li>
		<li>С. Гладков (Бохум, Германия)</li>
		<li>В.З. Гристчак (Запорожье, Украина)</li>
		<li>А.В. Грабовский (Харьков, Украина)</li>
		<li>В.И. Гуляев (Киев, Украина)</li>
		<li>Е. Арутюнян (Ереван, Армения)</li>
		<li>K.R. (Stevanović) Hedrih (Белград, Сербия)</li>
		<li>М.М. Левдокумов (Галле, Германия)</li>
		<li>И. Иванов (Киев, Украина)</li>
		<li>В. Джарзуна (Люблин, Польша)</li>
		<li>А. Кириенков (Москва, Россия)</li>
		<li>А.А. Клименко (Харьков, Украина)</li>
		<li>Р.E. Кочуров (Харьков, Украина)</li>
		<li>Ю. Корытко (Харьков, Украина)</li>
		<li>Ю.А. Косевич (Москва, Россия)</li>
		<li>А.С. Ковалев (Харьков, Украина)</li>
		<li>З.Л. Ковалевски (Гданьск, Польша)</li>
		<li>Т. Краснопольская (Киев, Украина)</li>
		<li>П.В. Крот (Днепропетровск, Украина)</li>
		<li>В.В. Кулябко (Днепропетровск, Украина)</li>
		<li>Л.В. Курпа (Харьков, Украина)</li>
		<li>O.О. Ларин (Харьков, Украина)</li>
		<li>Д.В. Лавинский (Харьков, Украина)</li>
		<li>А.Б. Линник (Харьков, Украина)</li>
		<li>В.А. Lykah (Харьков, Украина)</li>
		<li>А.И. Маневич (Днепропетровск, Украина)</li>
		<li>Л.И. Маневич (Москва, Россия)</li>
		<li>М.В. Марчук (Львов, Украина)</li>
		<li>Г. Мартыненко (Харьков, Украина)</li>
		<li>О. Мазур (Харьков, Украина)</li>
		<li>M.Меркуев (Киев, Украина)</li>
		<li>Ю.В. Михлин (Харьков, Украина)</li>
		<li>И.О. Морачковская (Харьков, Украина)</li>
		<li>О.К. Морачковский (Харьков, Украина)</li>
		<li>И. Наумов (Харьков, Украина)</li>
		<li>Ш.A.Назиров (Ташкент, Узбекистан)</li>
		<li>А. Онищенко (Харьков, Украина)</li>
		<li>А.А. Осетров (Харьков, Украина)</li>
		<li>К. Панайоту (Афины, Греция)</li>
		<li>А.М. Пасичник (Днепропетровск, Украина)</li>
		<li>В.А. Печерний (Киев, Украина)</li>
		<li>Ф. Пелликано (Модена, Италия)</li>
		<li>Н.В. Перепелкин (Харьков, Украина)</li>
		<li>Е. Петров (Лондон, Великобритания)</li>
		<li>C. Пьер (Монреаль, Канада</li>
		<li>В.Н. Пилипчук (Детройт, США)</li>
		<li>С. Поликошко (Рига, Латвия)</li>
		<li>Ю. Ромашов (Харьков, Украина)</li>
		<li>Г.В. Руднуева (Харьков, Украина)</li>
		<li>С.Ю. Саенко (Харьков, Украина)</li>
		<li>А.В. Селиванов (Москва, Россия)</li>
		<li>Т. Шматко (Харьков, Украина)</li>
		<li>А. Шутов (Хемниц, Германия)</li>
		<li>А.Ю. Швец (Киев, Украина)</li>
		<li>Н.В. Шириева (Харьков, Украина)</li>
		<li>В.В. Сидоренко (Москва, Россия)</li>
		<li>В.Н. Соболь (Харьков, Украина)</li>
		<li>К.В. Спилиополос (Афины, Греция)</li>
		<li>Е. Стрельникова (Харьков, Украина)</li>
		<li>E.С. Сыркин (Харьков, Украина)</li>
		<li>Т. Шимчак (Гданьск, Польша)</li>
		<li>О. Татаринова (Харьков, Украина)</li>
		<li>M.Дж. Темис (Москва, Россия)</li>
		<li>Г.Н. Тимченко (Харьков, Украина)</li>
		<li>В. Ткаченко (Харьков, Украина)</li>
		<li>А. Ткачук (Штутгарте, Германия; Харьков, Украина)</li>
		<li>М.М. Ткачук (Харьков, Украина)</li>
		<li>М.А. Ткачук (Харьков, Украина)</li>
		<li>Ю. Уэда (Васэда, Япония)</li>
		<li>М. Вьерсигроч (Абердин, Великобритания)</li>
		<li>М. Вольф (Бремен, Германия)</li>
		<li>А. Зотов (Уфа, Россия)</li>
	</ol></big>

</div>
<h2><p  style="margin-left: 300px; margin-right: 200px;" ALIGN="left"> <font color="#000080"><STRONG> Благодарность</STRONG></font></p></h2>

<div style="margin-left: 300px; margin-right: 200px;" ALIGN="left"><strong><big>Нашу искреннюю благодарность</strong></div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Ректор Национального технического университета "Харьковский 
	политехнический институт", профессор Леонид Товажнянский за его неизменную поддержку планов, организации и ведущие этой конференции;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Проректор по научной работе профессор Валерий Кравец на его 
	существенную помощь в организации и ведущих этой конференции;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Доценты Галина Тимченко, Гаяне Руднеева, Ирина Морочковская и 
	Татьяна Шматко, заместители Наталья Ширяева Ольга Мазур, Елена Бездетко и Андрей Осетров, научные сотрудники Ольга Костромитска и Владимир Соболь, 
	аспиранты Николай Перепелкин, Роман Кочуров, Алексей Борисюк, Виктория Ткаченко, Николай Будников Иван Наумов, Юлия Корытько и Юлия Зиенкович, Инженеры
	 Ольга Варичева и Валентин Кузнецов, студенты Ксения Рябова, Светлана Сукач, Алексей Водка и Дарья Крючкова за их большую и плодотворную работу по 
	 организации и подготовке материалов этой конференции;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Начальник технического отдела приемы Виктор Волков, сотрудники этого 
	отдела Станислав Смишлаев и Геннадий Рейка для их замечательной технической гарантии работы конференции;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Сотрудниками отдела международных контактов национального технического 
	университета Раиса Кадук и Ирина Харченко за помощь в организации этой конференции;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Начальник университетской библиотеки Лариса Семененко, сотрудники 
	библиотеки, доцент Лариса Дзюбак, для подготовки замечательная выставка публикаций по математике, механике и нелинейной динамики по НТУ "ХПИ" сотрудников;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Главный и сотрудники типографии "Petova IV" для публикации Трудов 
	конференции;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Главный и персонал кафе "Севан" для своих хороших обедов и ужин;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Другие люди помогали в организации конференции;</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Все участники и гости конференции.</big></div>