 <script>
	function collapsElement(id) {
		if ( document.getElementById(id).style.display != "none" ) {
			document.getElementById(id).style.display = 'none';
		}
		else {
			document.getElementById(id).style.display = '';
		}
	}
 </script>

<h3> <p  style="margin-left: 300px; margin-right: 200px;" ALIGN="center"><a href="" target="_self">Сергеевские чтения</a></p></h3>
<p align="justify"> <div  style="margin-left: 300px; margin-right: 200px;" align="center"><big><strong>Посвящается 100-летию со дня рождения Академика В.Г.Сергеева</div>
 <div align="center">и 50-летию создания в ХПИ специальности «Динамика полета и управление» </strong></div> <div align="center"> 11-12 сентября 2014 г.</big></div></p>
<h4><p  style="margin-left: 300px; margin-right: 200px;" ALIGN="center"> АКАДЕМИК ВЛАДИМИР ГРИГОРЬЕВИЧ СЕРГЕЕВ – ГЛАВНЫЙ КОНСТРУКТОР</p></h4>
<p ><div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify"> <img src="<?=base_url();?>assets/images/sergeev.png" alt="" align="left"  height=150 hspace=20><big>В 2014 году 
	отмечается 100-летие со дня рождения выдающегося Главного конструктора и руководителя
работ по созданию систем управления межконтинентальных баллистических ракет, ракет-носителей и космических аппаратов, академика, почетного харьковчанина
 Владимира Григорьевича Сергеева. Сергеев В.Г. в течение 26 лет являлся руководителем и главным конструктором предприятия, которое в настоящее время называется
  – Публичное акционерное общество (ПАО) «Хартрон».</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Научно-техническая конференция «Сергеевские чтения» является данью
памяти о выдающемся человеке, о людях, которые работали под его руководством и создавали лучшие образцы систем управления объектов ракетно-космической техники, 
дела которых составляют славу и гордость города Харькова.</big></div></p>

<h4><p  style="margin-left: 300px; margin-right: 200px;" ALIGN="center"> <a href="" target="_self"><STRONG> ПЯТЬДЕСЯТ ЛЕТ РАЗВИТИЯ СПЕЦИАЛЬНОСТИ<br>
«ДИНАМИКА ПОЛЕТА И УПРАВЛЕНИЕ» В ХПИ</STRONG></a></p></h4>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify"><img src="<?=base_url();?>assets/images/spu.png" alt="" hspace=20 align="left"><big>Пятьдесят лет назад, в 1964 году, по инициативе выдающихся ученых, академика В.Г. Сергеева и профессора
нашего института А.В. Дабагяна, на инженерно-физическом факультете ХПИ была открыта новая, «ракетно-космическая», специальность «Динамика полета и
управление». Уже в первые годы своего существования,
благодаря тесному сотрудничеству с базовым предприятием, имеющем сегодня название «Хартрон», профессорско-преподавательскому составу кафедры
«Автоматическое управление движением» удалось достичь такого уровня
подготовки специалистов, который соответствовал лучшим мировым образцам авиационно-космической отрасли. Сегодня путь специальности «Динамика
полета и управление» продолжается в новой форме специальности «Прикладная математика».</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">Кафедра автоматического управления движением (теперь систем и про-
цессов управления) за пятьдесят лет подготовила сотни специалистов. Все
они, прошедшие серьезные экзамены в школе кафедры, состоялись как профессионалы. Полученное образование позволило (надеемся, что и в будущем будет
этому способствовать!) многим из них сформулировать новые направления
своей деятельности и достичь в них весомых успехов. Коллектив кафедры
систем и процессов управления, сохраняя свои лучшие достижения и традиции,
прилагает все силы для продолжения научных исследований и совершенствования специальности.</big></div>

<h4><p style="margin-left: 300px; margin-right: 200px;" align="center"><a href="" target="_self"><STRONG> ТЕМАТИКА КОНФЕРЕНЦИИ</STRONG></a></p></h4>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify"><big>1. Аэрокосмическая отрасль Украины:
история, достижения, актуальные задачи и
тенденции развития, связь с высшей школой.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">2. Теоретические и практические аспекты создания и эксплуатации систем 
	управления аэрокосмическими объектами.</div>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify">3. Инерциальные и интегрированные
инерциально-спутниковые навигационные
системы: элементная база, математические
модели и алгоритмическое обеспечение,
методы повышения точности.</big></div>

<h4><p style="margin-left: 300px; margin-right: 200px;" align="center"><a href="" target="_self"><STRONG> ПРОГРАММНЫЙ КОМИТЕТ:</STRONG></a></p></h4>
<div style="margin-left: 300px; margin-right: 200px;text-indent:25px;" align="justify"><strong><big>Е.Е. АЛЕКСАНДРОВ</strong>, д.т.н., проф. (НТУ «ХПИ», Харьков); <strong>Ю.М. АНДРЕЕВ</strong>,
д.т.н. (НТУ «ХПИ», Харьков); <strong>Д.В. БРЕСЛАВСКИЙ</strong>, д.т.н., проф. (НТУ
«ХПИ», Харьков); <strong>В.В. ВОЛОСОВ</strong>, д.т.н. (Институт космических исследований
НАНУ-НКАУ, Киев); <strong>В.З. ГРИЩАК</strong>, д.т.н., проф. (ЗНУ, Запорожье);
<strong>А.В. ЗБРУЦКИЙ</strong>, д.т.н., проф. (НТУУ «КПИ», Киев) – сопредседатель;
<strong>А.Н. КАЛНОГУЗ</strong>, к.т.н., главный конструктор (НПП «ХАРТРОН-АРКОС»,
Харьков)– сопредседатель; <strong>В.И. КОРТУНОВ</strong>, д.т.н., проф. (НАКУ
им. Н.Е.Жуковского «ХАИ», Харьков);<strong> Ю.А. КУЗНЕЦОВ</strong>, к.т.н. (НПП
«ХАРТРОН-АРКОС», Харьков); <strong>А.С. КУЛИК</strong>, д.т.н., проф. (НАКУ
им. Н.Е.Жуковского «ХАИ», Харьков); <strong>А.С. КУЦЕНКО</strong>, д.т.н., проф. (НТУ
«ХПИ», Харьков); <strong>Д.В. ЛЕБЕДЕВ</strong>, д.т.н. (Международный научно-учебный
центр информационных технологий и систем НАНУ и МОН Украины, Киев);
<strong>А.Н. ПЕТРЕНКО</strong>, д.т.н., проф. (ДНУ им. Олеся Гончара, Днепропетровск);
<strong>Е.М. ПОТАПЕНКО</strong>, д.т.н., проф. (ЗНТУ, Запорожье); <strong>Л.Г. РАСКИН</strong>, д.т.н.,
проф. (НТУ «ХПИ», Харьков);<strong> В.Н. СКЛЯР</strong>, д.и.н., проф. (НТУ «ХПИ», Харь-
ков); <strong>В.Б. УСПЕНСКИЙ</strong>, д.т.н. (НТУ «ХПИ», Харьков) – сопредседатель;
<strong>В.С. ХОРОШИЛОВ</strong>, д.т.н., проф. (ГП «КБ «Южное», Днепропетровск);
<strong>В.И. ЧУМАЧЕНКО</strong>, к.т.н., директор по научной работе (НПП «ХАРТРОН-
АРКОС», Харьков).</big></div>

<h4><p style="margin-left: 300px; margin-right: 200px;" align="center"><a href="" target="_self"><STRONG> ОРГАНИЗАЦИОННЫЙ КОМИТЕТ:</STRONG></a></p></h4>
<div style="margin-left: 300px; margin-right: 200px;"><strong><big>Председатель: Л.Л.ТОВАЖНЯНСКИЙ</strong>, д.т.н., проф., ректор НТУ «ХПИ».</div>
<div style="margin-left: 300px; margin-right: 200px;"><strong>Заместители председателя: А.П. МАРЧЕНКО</strong>, д.т.н., проф., проректор НТУ
«ХПИ»; <strong>Д.В. БРЕСЛАВСКИЙ</strong>, д.т.н., проф., декан инженерно-физического факультета НТУ «ХПИ».</div>
<div style="margin-left: 300px; margin-right: 200px;"><strong>Члены оргкомитета: Ю.М. АНДРЕЕВ</strong>, д.т.н., проф.; <strong>Ю.А. ПЛАКСИЙ</strong>, к.т.н.,
проф., <strong>В.Б. УСПЕНСКИЙ</strong>, д.т.н., проф..</div>
<div style="margin-left: 300px; margin-right: 200px;"><strong>Секретариат: О.С. ГАЛАС</strong>, к.т.н., м.н.с; <strong>О.А. ТАТАРИНОВА</strong>, к.т.н., доц.</big></div>


<h4><p style="margin-left: 300px; margin-right: 200px;" align="center"><a href="" target="_self"><STRONG> ПРОГРАММА</STRONG></a></p></h4>
<div style="margin-left: 300px; margin-right: 200px;"><big>
	<table cols="3" border="1">
		<tr>
			<th></th>
			<th><strong>Открытие конференции</strong></th>
			<th><strong>10.00-10.15</strong></th>
		</tr>
		<tr>
			<th></th>
			<th><strong>Пленарные доклады</strong></th>
			<th></th>
		</tr>
		<tr>
			<th>1.</th>
			<th><strong>Калногуз А.Н., Кузнецов Ю.А. Академик Владимир Григорьевич
Сергеев</strong> – главный конструктор</th>
			<th>10.15-10.35</th>
		</tr>
		<tr>
			<th>2.</th>
			<th><strong>Бреславський Д.В., Плаксій Ю.А., Успенський В.Б.</strong> П’ятдесят років розвитку спеціальності «Динаміка польота та управління» в ХПІ</th>
			<th>10.35-10.55</th>
		</tr>
		<tr>
			<th>3.</th>
			<th><strong>Ігдалов Й.М., Поляков М.В., Шептун Ю.Д.</strong> Динамічне проектування ракет</th>
			<th>10.55-11.15</th>
		</tr>
		<tr>
			<th>4.</th>
			<th><strong>Златкин О.Ю., Олейник С.В., Кузнецов Ю.А., Успенский В.Б. </strong>Создание бесплатформенной инерциальной навигационной системы
на базе волоконно-оптических гироскопов в НПП«Хартрон-Аркос»</th>
			<th>11.15-11.35</th>
		</tr>
		<tr>
			<th>5.</th>
			<th><strong>Успенский В.Б.</strong> Направления аэрокосмической тематики, развиваемые на кафедре систем и процессов управления</th>
			<th>11.35-11.55</th>
		</tr>
		<tr>
			<th></th>
			<th><strong>Кофе-брейк</strong></th>
			<th><strong>11.55-12.10</strong></th>
		</tr>
		<tr>
			<th>6.</th>
			<th><strong>Александров Е.Е., Александрова Т.Е.</strong> Математическое моделирование возмущенного движения дискретно-континуальных динами-
ческих систем</th>
			<th>12.10-12.30</th>
		</tr>
		<tr>
			<th>7.</th>
			<th><strong>Андреев Ю.М.</strong> Моделирование динамики системы трех спутников,
соединенных упругими балками</th>
			<th>12.30-12.50</th>
		</tr>
		<tr>
			<th>8.</th>
			<th><strong>Волосов В.В.</strong> Методы эллипсоидального оценивания состояния и
параметров динамических систем</th>
			<th>12.50-13.10</th>
		</tr>
		<tr>
			<th>9.</th>
			<th><strong>Деев С.Г., Потапенко Е.М.</strong> Робастное управление ориентацией
космического аппарата.</th>
			<th>13.10-13.30</th>
		</tr>
		<tr>
			<th>10.</th>
			<th><strong>Кортунов В.И.</strong> Создание и испытание интегрированных миниБИНС для БпЛА</th>
			<th>13.30-13.50</th>
		</tr>
		<tr>
			<th>11.</th>
			<th><strong>Куценко А.С.</strong> Некоторые аспекты количественной меры устойчивости динамических систем</th>
			<th>13.50-14.10</th>
		</tr>
		<tr>
			<th>12.</th>
			<th><strong>Лебедев Д.В.</strong> К задаче географической привязки снимков из космоса</th>
			<th>14.10-14.30</th>
		</tr>
		<tr>
			<th>13.</th>
			<th><strong>Панов А.П., Цисарж В.В., Липатов В.П.</strong> Применение групп и
групповых алгебр негамильтоновых кватернионов полувращений в
задачах инерциальной ориентации</th>
			<th>14.30-14.50</th>
		</tr>
		<tr>
			<th></th>
			<th><strong>Перерыв</strong></th>
			<th><strong>14.50-15.50</strong></th>
		</tr>
		<tr>
			<th></th>
			<th><strong>Презентация и обсуждение стендовых докладов</strong></th>
			<th><strong>15.50-17.30</strong></th>
		</tr>
		<tr>
			<th>14.</th>
			<th><strong>Білоус О.В.</strong> Головні конструктори публічного акціонерного товариства «Хартрон»</th>
			<th></th>
		</tr>
		<tr>
			<th>15.</th>
			<th><strong>Горелова С.А., Ларин А.А.</strong> Истоки школы теории управления НТУ
«ХПИ»</th>
			<th></th>
		</tr>
		<tr>
			<th>16.</th>
			<th><strong>Аврамов К.В., Чернобрывко М.В., Батутина Т.Я., Пирог В.А.</strong> Динамическая неустойчивость обтекателей ракет-носителей в сверх-
звуковом газовом потоке</th>
			<th></th>
		</tr>
		<tr>
			<th>17.</th>
			<th><strong>Аврамов К.В., Морачковский О.К., Угримов С., Тонконоженко А.М., Козарин В.Ю.</strong> Разрушение оребренных баков ракетоносителей под действием статического внутреннего давления</th>
			<th></th>
		</tr>
		<tr>
			<th>18.</th>
			<th><strong>Асютин А.Д.</strong> Разработка алгоритмов комплексирования инерциальной и спутниковой информации в условиях переменного состава
внешних измерений</th>
			<th></th>
		</tr>
		<tr>
			<th>19.</th>
			<th><strong>Бабий Н.А.</strong> Внешние эллипсоидальные аппроксимации множеств
достижимости динамических систем</th>
			<th></th>
		</tr>
		<tr>
			<th>20.</th>
			<th><strong>Багмут И.А.</strong> К вопросу о мере наблюдаемости динамических систем</th>
			<th></th>
		</tr>
		<tr>
			<th>21.</th>
			<th><strong>Белов А.И., Луценко А.А.</strong> Управление боевым маневром самолета</th>
			<th></th>
		</tr>
		<tr>
			<th>22.</th>
			<th><strong>Голуб К.Ю., Заболотний О.В.</strong> Вологість як показник якості матеріалів, призначених для використання в космосі. спосіб визначення
вологості</th>
			<th></th>
		</tr>
		<tr>
			<th>23.</th>
			<th><strong>Гризун М.Н., Ершов С.В.</strong> Численный метод для расчета течений
газа в газотурбинных двигателях</th>
			<th></th>
		</tr>
		<tr>
			<th>24.</th>
			<th><strong>Гудзенко А.В., Кузнецов Ю.А.</strong> Влияние освещенности космического аппарата в орбитальном полете на погрешность измерения чувствительных элементов</th>
			<th></th>
		</tr>
		<tr>
			<th>25.</th>
			<th><strong>Деев С.Г., Потапенко Е.М.</strong> Энергосберегающее управление космическим аппаратом</th>
			<th></th>
		</tr>
		<tr>
			<th>26.</th>
			<th><strong>Земляченко О.М.</strong> Методи стиснення зображень для інтегрованих
систем навігації по картах місцевості</th>
			<th></th>
		</tr>
		<tr>
			<th>27.</th>
			<th><strong>Комякова А.С., Новиков Е.А.</strong> Возможные пути развития экспериментальной базы наземной ракетно-космической технологии</th>
			<th></th>
		</tr>
		<tr>
			<th>28.</th>
			<th><strong>Коритко Ю.М.</strong> Дослідження довговічності лопаток газотурбінних
двигунів</th>
			<th></th>
		</tr>
		<tr>
			<th>29.</th>
			<th><strong>Мєтєльов В.О.</strong> Короткочасна повзучість та руйнування тонкостінних елементів літальних апаратів</th>
			<th></th>
		</tr>
		<tr>
			<th>30.</th>
			<th><strong>Наумов И.В., Коновалов Н.В.</strong> Использование когнитивной радиосистемы при построении системы управления беспилотным аппаатом</th>
			<th></th>
		</tr>
		<tr>
			<th>31.</th>
			<th><strong>Некрасова М.В.</strong> Модель ошибок акселерометрической БИНС</th>
			<th></th>
		</tr>
		<tr>
			<th>32.</th>
			<th><strong>Никифорова Е.В.</strong> Исследование колебаний в жидкостных ракетных
двигателях в Днепропетровске</th>
			<th></th>
		</tr>
		<tr>
			<th>33.</th>
			<th><strong>Ольшанский В.П., Ольшанский С.В.</strong> Метод энергетического баланса в расчѐтах колебаний осцилляторов переменной массы с
комбинированным трением</th>
			<th></th>
		</tr>
		<tr>
			<th>34.</th>
			<th><strong>Пащенко С.А.</strong> Исследование температурного поля для искусственного спутника земли "Сич-2"для различных эфемерид</th>
			<th></th>
		</tr>
		<tr>
			<th>35.</th>
			<th><strong>Плаксій Ю.А.</strong> Підвищення точності визначення кватерніонів орієнтації за рахунок спеціальної організації обчислень</th>
			<th></th>
		</tr>
		<tr>
			<th>36.</th>
			<th><strong>Плаксій Ю.А.</strong> Аналітичні еталонні моделі обертання твердого тіла
тригонометричного типу</th>
			<th></th>
		</tr>
		<tr>
			<th>37.</th>
			<th><strong>Татаринова О.А.</strong> Долговечность циклически нагруженных тонкостенных элементов авиационной и ракетной техники</th>
			<th></th>
		</tr>
		<tr>
			<th></th>
			<th><strong>Закрытие конференции и товарищеский ужин</strong></th>
			<th><strong>18.00</strong></th>
		</tr>

	</table></big>
	</br></br>
</div>
